Repository: edgewall/trac
Catalog: trac/locale/*/LC_MESSAGES/tracini.po
Languages: fr, he, ja, ko, zh_tw

source: List of URI schemes considered "safe", that will be rendered as external links even if `[wiki] render_unsafe_content` is `false`. (''since 0.11.8'')
fr: Liste de schémas URI considérés comme "sûr", qui seront représentés comme liens externes si `[wiki] render_unsafe_content` est égal à `false`. (''depuis 0.11.8'')
he: רשימה של סכימות URI הנחשבות ל"בטוחות", ויומגו בתור קישורים חיצוניים אפילו אם `[wiki] render_unsafe_content` נקבע ל-`false`. (''מאז 0.11.8'')
ja: 「安全」とみなす URI スキームのリストを指定します。`[wiki] render_unsafe_content` が `false` の場合でも、外部リンクとして表示します。 (''0.11.8 以降'')
ko: "안전한" 것으로 간주되는 URI 스킴의 목록입니다. 이것들은 `[wiki] render_unsafe_content`가 거짓으로 설정되어도 외부 링크로 표시될 것입니다. (''0.11.8 버전부터'')
zh_tw: 被認為是"安全"的URI方案列表，即使`[wiki] render_unsafe_content`為`false`，也將作為外部連結呈現。 (''從 0.11.8'')

source: List of URIs considered "safe cross-origin", that will be rendered as `img` element without `crossorigin="anonymous"` attribute or used in `url()` of inline style attribute even if `[wiki] render_unsafe_content` is `false` (''since 1.0.15''). To make any origins safe, specify "*" in the list.
ja: 「安全なクロスオリジン」とみなす URI のリストを指定します。`[wiki] render_unsafe_content` が `false` の場合でも、`img` 要素を `crossorigin="anonymous"` 属性なしで表示、またはインラインスタイル属性の `url()` で使用します。(''1.0.15 以降'') すべてのオリジンを安全とするには "*" を指定します。
zh_tw: 被視為"安全跨源"的URI列表，不具有`crossorigin="anonymous"`屬性也將呈現為`img`元素，或用於內崁樣式屬性的`url()`中，即使`[wiki] render_unsafe_content`為`false`(''從 1.0.15'')。 為了使任何來源視為安全，請在列表中指定"*"。

source: This section configures InterTrac prefixes. Options in this section whose name contain a "." define aspects of the InterTrac prefix corresponding to the option name up to the ".". Options whose name don't contain a "." define an alias. The `.url` is mandatory and is used for locating the other Trac. This can be a relative URL in case that Trac environment is located on the same server. The `.title` information is used for providing a useful tooltip when moving the cursor over an InterTrac link. The `.compat` option can be used to activate or disable a ''compatibility'' mode: * If the targeted Trac is running a version below [trac:milestone:0.10 0.10] ([trac:r3526 r3526] to be precise), then it doesn't know how to dispatch an InterTrac link, and it's up to the local Trac to prepare the correct link. Not all links will work that way, but the most common do. This is called the compatibility mode, and is `false` by default. * If you know that the remote Trac knows how to dispatch InterTrac links, you can explicitly disable this compatibility mode and then ''any'' TracLinks can become InterTrac links. Example configuration: {{{ [intertrac] # -- Example of setting up an alias: t = trac # -- Link to an external Trac: trac.title = Edgewall's Trac for Trac trac.url = https://trac.edgewall.org }}}
zh_tw: 此區段配置 InterTrac 前綴。 在此區段中的選項名稱包含"."。 不包含"."的選項名稱，定義一個別名。 `.url`屬性是必要的，用於查找其他Trac。 如果其他Trac環境也位於同一個伺服器上，這可以是相對路徑。 `.title`屬性用於生成工具提示(當游標懸停在 InterTrac 連結上時顯示)。 `.compat`屬性可用於激活或禁用''兼容性''模式: * 如果針對的Trac運行版本低於[trac:milestone:0.10 0.10](準確地說是[trac:r3526 r3526])， 則它不知道如何調度 InterTrac 連結，轉由本地Trac來準備正確的連結。 並非所有連結都可以那樣工作，但最常見的可以。 這稱為兼容性模式，預設情況下為`false`。 * 如果您知道遠端的Trac能調度 InterTrac 連結，您可以明確地禁用此兼容模式， 然後''任何'' TracLinks 可以成為 InterTrac 連結。 設定範例: {{{ [intertrac] # -- Example of setting up an alias: t = trac # -- Link to an external Trac: trac.title = Edgewall's Trac for Trac trac.url = https://trac.edgewall.org }}}

source: Every option in the `[interwiki]` section defines one InterWiki prefix. The option name defines the prefix. The option value defines the URL, optionally followed by a description separated from the URL by whitespace. Parametric URLs are supported as well. '''Example:''' {{{ [interwiki] MeatBall = http://www.usemod.com/cgi-bin/mb.pl? PEP = http://www.python.org/peps/pep-$1.html Python Enhancement Proposal $1 tsvn = tsvn: Interact with TortoiseSvn }}}
fr: Chaque option dans la section `[interwiki]` définit un préfixe InterWiki. Le nom de l'option définit le préfixe. La valeur de l'option définit l'URL, optionnellement suivie par une description séparée de l'URL par une espace. Les URLs paramétriques sont aussi acceptés. '''Exemple :''' {{{ [interwiki] MeatBall = http://www.usemod.com/cgi-bin/mb.pl? PEP = http://www.python.org/peps/pep-$1.html Python Enhancement Proposal $1 tsvn = tsvn: Interact with TortoiseSvn }}}
he: כל אופציה במקטע `[interwiki]` מגדירה תחילית InterWiki אחת. שם האופציה מגדיר את התחילית. ערך האופציה מגדיר את ה-URL, ולאחריו תיאור אופציונאלי המופרד מה-URL באמצעות רווח. כתובות URL פרמטריות נתמכות. '''דוגמה:''' {{{ [interwiki] MeatBall = http://www.usemod.com/cgi-bin/mb.pl? PEP = http://www.python.org/peps/pep-$1.html Python Enhancement Proposal $1 tsvn = tsvn: Interact with TortoiseSvn }}}
ja: `[interwiki]` セクションのオプションは、各々で InterWiki プレフィックスを定義します。オプションの名前はプレフィックスを定義し、値は URL と任意で説明を定義します。空白で区切った URL の続きが説明となります。パラメータ付きの URL をサポートしています。 '''例:''' {{{ [interwiki] MeatBall = http://www.usemod.com/cgi-bin/mb.pl? PEP = http://www.python.org/peps/pep-$1.html Python Enhancement Proposal $1 tsvn = tsvn: TortoiseSvn に渡します }}}
ko: `[interwiki]` 구역의 각 설정은 하나의 InterWiki 접두어를 정의합니다. 설정의 이름에는 접두어를 입력합니다. 설정의 값에는 URL을 입력하며, 선택적으로 공백으로 구분하여 설명을 입력할 수 있습니다. 변수를 사용하는 URL도 지원합니다. '''예제:''' {{{ [interwiki] MeatBall = http://www.usemod.com/cgi-bin/mb.pl? PEP = http://www.python.org/peps/pep-$1.html 파이썬 개선 제안서 $1 tsvn = tsvn: TortoiseSvn과 상호작용 }}}
zh_tw: `[interwiki]`區段中的每個選項都定義一個 InterWiki 前綴。 選項名稱定義前綴名。 選項值定義網址，後面可以加上一個描述，描述與網址之間要用空格分開。 也支持參數URL。 '''範例:''' {{{ [interwiki] MeatBall = http://www.usemod.com/cgi-bin/mb.pl? PEP = http://www.python.org/peps/pep-$1.html Python Enhancement Proposal $1 tsvn = tsvn: Interact with TortoiseSvn }}}

source: Maximum allowed wiki page size in characters. (''since 0.11.2'')
ja: Wiki ページの最大文字数を指定します。(''0.11.2 以降'')
zh_tw: 允許的最大wiki頁面大小(以字元為單位)。(''從 0.11.2'')

source: Path to the //shared plugins directory//. Plugins in that directory are loaded in addition to those in the directory of the environment `plugins`, with this one taking precedence. (''since 0.11'')
he: נתיב ל//תיקיית פלאגינים משותפת//. פלאגינים בתיקייה זו נטענים בנוסף לפלאגינים הקיימים בתיקיית `plugins` של הסביבה, כאשר לתיקייה זו יש קדימות. (''מאז 0.11'')
ja: //共有させるプラグインディレクトリ//へのパスを指定します。 このディレクトリのプラグインは、この環境にある `plugins` ディレクトリのものに加えて、優先してロードします。 (''0.11 以降'')
ko: //공유 플러그인 디렉토리//의 경로입니다. 이 디렉토리에 있는 플러그인은 각 저장소의 `plugins` 디렉토리에 있는 것과 함께 로드되며, 이 디렉토리에 있는 것이 우선권을 갖습니다. (''0.11 버전부터'')

source: One of the alternatives for registering new repositories is to populate the `[repositories]` section of the `trac.ini`. This is especially suited for setting up convenience aliases, short-lived repositories, or during the initial phases of an installation. See [TracRepositoryAdmin#Intrac.ini TracRepositoryAdmin] for details about the format adopted for this section and the rest of that page for the other alternatives. (''since 0.12'')
he: אחת האלטרנטיבות לרשום מצבורים חדשים היא למלא את המקטע `[repositories]` של `trac.ini`. זה מתאים במיוחד להגדרת שמות נרדפים נוחים, מצבורים קצרי חיים, או במהלך שלבים ראשוניים של ההתקנה. ראה [TracRepositoryAdmin#Intrac.ini TracRepositoryAdmin] לפירוט אודות הפורמט המשמש למקטע זה ושאר העמוד הנ"ל לאלטרנטיבות נוספות. (''מאז 0.12'')
ja: リポジトリを新規登録するやり方の1つは、`trac.ini` の `[repositories]` セクションに追加することです。 これは便利なエイリアスや一時的なリポジトリの設定、インストール時の初期段階中に特に適しています。 このセクションで使用する書式の詳細については [TracRepositoryAdmin#Intrac.ini TracRepositoryAdmin] を、他の方法についてはこのページの続きを参照してください。 (''0.12 以降'')
ko: 새로운 저장소를 등록하는 방법 중의 하나는 `trac.ini` 파일의 `[repositories]` 구역에 입력하는 것입니다. 이 방법은 특히 저장소 별칭을 설정하거나, 단기 사용 용도의 저장소를 등록하거나, 설치의 초기 단계에서 적합합니다. 이 구역에서 사용하는 형식에 대해서는 [TracRepositoryAdmin#ReposTracIni TracRepositoryAdmin]를 참고하시고, 다른 방법들에 대해서는 그 페이지의 다른 내용들을 보십시오. (''0.12 버전부터'')

source: Default repository connector type. (''since 0.10'') This is also used as the default repository type for repositories defined in [[TracIni#repositories-section repositories]] or using the "Repositories" admin panel. (''since 0.12'')
he: ערך ברירת מחדל עבור סוג קונקטור למצבור. (''מאז 0.10'') זה משמש גם כערך ברירת מחדל לסוג מצבור עבור מצבורים המוגדרים ב[[TracIni#repositories-section מצבורים]] או בשימוש בפאנל ניהול "מצבורים". (''מאז 0.12'')
ja: デフォルトになるリポジトリの接続方法を指定します。(''0.10 以降'') [[TracIni#repositories-section repositories]] セクションで定義するリポジトリや「リポジトリ」管理パネルなどでも使用します。(''0.12 以降'')
ko: 기본 저장소 커넥터 형식입니다. (''0.10 버전부터'') 이 값은 [⁠[TracIni#repositories-section repositories]⁠] 구역에서 정의한 저장소나 "저장소" 관리 패널의 기본 저장소 형식으로도 사용됩니다. (''0.12 버전부터'')

source: Path to the //shared templates directory//. Templates in that directory are loaded in addition to those in the environments `templates` directory, but the latter take precedence. (''since 0.11'')
he: נתיב ל//תיקיית התבניות המשותפת//. תבניות בתיקייה זו נטענות בנוסף לתבניות בתיקיית `templates` של הסביבה, אבל אלו שבסביבה מקבלות קדימות ביחס למשותפות. (''מאז 0.11'')
ja: //共有するテンプレートディレクトリ//のパスを指定します。 このディレクトリのテンプレートを環境中の `templates` ディレクトリにあるテンプレートに加えてロードしますが、後者を優先して使用します。 (''0.11 以降'')
ko: //공유 템플릿 디렉토리//의 경로입니다. 이 디렉토리의 템플릿은 각 저장소의 `templates` 디렉토리에 있는 것과 함께 로드되지만, 후자가 우선권을 갖습니다. (''0.11 버전부터'')

source: Path to the //shared htdocs directory//. Static resources in that directory are mapped to /chrome/shared under the environment URL, in addition to common and site locations. This can be useful in site.html for common interface customization of multiple Trac environments. (''since 1.0'')
ja: //共有する htdocs ディレクトリ//のパスを指定します。 このディレクトリの静的リソースを common と site URL に対して追加で、環境配下の URL である /chrome/shared にマッピングします。 複数の Trac 環境のインターフェイスに対して共通のカスタマイズを site.html で行うのに便利です。 (''1.0 以降'')
ko: //공유 htdocs 디렉토리//의 경로입니다. common, site 디렉토리나 정적 리소스들은 환경 URL 밑의 /chrome/shared 로 대응됩니다. 이는 다중 Trac 환경에 대한 공통 인터페이스 사용자 정의를 위한 site.html 파일에 유용합니다. (''1.0 버전부터'')

source: This section configures InterTrac prefixes. Options in this section whose name contain a "." define aspects of the InterTrac prefix corresponding to the option name up to the ".". Options whose name don't contain a "." define an alias. The `.url` is mandatory and is used for locating the other Trac. This can be a relative URL in case that Trac environment is located on the same server. The `.title` information is used for providing a useful tooltip when moving the cursor over an InterTrac link. The `.compat` option can be used to activate or disable a ''compatibility'' mode: * If the targeted Trac is running a version below [trac:milestone:0.10 0.10] ([trac:r3526 r3526] to be precise), then it doesn't know how to dispatch an InterTrac link, and it's up to the local Trac to prepare the correct link. Not all links will work that way, but the most common do. This is called the compatibility mode, and is `false` by default. * If you know that the remote Trac knows how to dispatch InterTrac links, you can explicitly disable this compatibility mode and then ''any'' TracLinks can become InterTrac links. Example configuration: {{{ [intertrac] # -- Example of setting up an alias: t = trac # -- Link to an external Trac: trac.title = Edgewall's Trac for Trac trac.url = http://trac.edgewall.org }}}
ja: このセクションは InterTrac プレフィックスを設定します。名前に "." を含んでいる設定は、"." までの設定名に対する InterTrac プレフィックスを定義します。名前に "." を含んでいない設定はエイリアスを定義します。 `.url` は他の Trac の URL を示すのに必ず指定します。同じサーバにある Trac 環境を示すのに相対 URL にすることもできます。 `.title` 情報は InterTrac リンクの上にカーソルを持っていたときのツールチップを表示するのに使います。 `.compat` は''互換''モードを有効または無効にするのに使います。 * 対象の Trac が [trac:milestone:0.10 0.10] 以下のバージョン (正確には [trac:r3526 r3526]) で動作している場合、InterTrac リンクを処理する方法を知らないのでローカルの Trac が正しいリンクを用意します。すべてのリンクが機能するとは限らないが、大抵は動作します。これを互換モードと呼んでいて `false` を設定します。これがデフォルトです。 * リモートの Trac が InterTrac リンクを処理する方法を知っている場合は、明示的にこの互換モードを無効にすることができ、そのときは ''any'' を設定して TracLinks を InterTrac リンクにすることができます。 設定例: {{{ [intertrac] # -- エイリアスの設定例: t = trac # -- 外部 Trac へのリンク: trac.title = Edgewall's Trac for Trac trac.url = http://trac.edgewall.org }}}

source: This section provides a way to add arbitrary permissions to a Trac environment. This can be useful for adding new permissions to use for workflow actions, for example. To add new permissions, create a new section `[extra-permissions]` in your `trac.ini`. Every entry in that section defines a meta-permission and a comma-separated list of permissions. For example: {{{ [extra-permissions] extra_admin = extra_view, extra_modify, extra_delete }}} This entry will define three new permissions `EXTRA_VIEW`, `EXTRA_MODIFY` and `EXTRA_DELETE`, as well as a meta-permissions `EXTRA_ADMIN` that grants all three permissions. If you don't want a meta-permission, start the meta-name with an underscore (`_`): {{{ [extra-permissions] _perms = extra_view, extra_modify }}}
ko: 이 구역에서는 Trac 환경에 임의의 권한을 추가할 수 있습니다. 이는 예를 들어 작업 흐름 동작에 사용할 새로운 권한을 추가하는 데 사용될 수 있습니다. 새로운 권한을 추가하려면, `trac.ini` 파일에 `[extra-permissions]`라는 새로운 구역을 만듭니다. 구역의 각 항목에는 메타 권한과, 쉼표로 구분된 권한의 목록을 정의합니다. 예제: {{{ [extra-permissions] extra_admin = extra_view, extra_modify, extra_delete }}} 이 항목은 메타 권한인 `EXTRA_ADMIN`(세 개의 권한을 모두 허용)을 정의할 뿐만 아니라, `EXTRA_VIEW`, `EXTRA_MODIFY`, `EXTRA_DELETE`라는 세 개의 새로운 권한을 정의합니다. 메타 권한을 원하지 않는다면, 메타 부분에 해당되는 이름을 밑줄 (`_`)로 시작하십시오: {{{ [extra-permissions] _perms = extra_view, extra_modify }}}

source: Enable reverse mapping of git email addresses to trac user ids (costly if you have many users).
ko: Git 메일 주소를 Trac 사용자 ID로 역매핑합니다 (사용자가 많다면 오래 걸림).

source: Maximum allowed file size (in bytes) for ticket and wiki attachments.
ko: 티켓과 위키 페이지 첨부 파일에 허용할 최대 크기(바이트)입니다.

source: Path to the sendmail executable. The sendmail program must accept the `-i` and `-f` options. (''since 0.12'')
he: נתיב לקובץ ההרצה של sendmail. תוכנית ה-sendmail חייבת לקבל את האופציות `-i` ו-`-f`. (''מאז 0.12'')
ko: sendmail 실행 파일의 경로입니다. sendmail 프로그램은 `-i`와 `-f` 옵션을 처리할 수 있어야 합니다. (''0.12 버전부터'')

source: Don't accept tickets with a too big description. (''since 0.11'').
he: אל תקבל טיקטים עם תיאור מפורט ארוך מידי. (''מאז 0.11'')
ko: 너무 큰 용량의 설명이 있는 티켓을 허용하지 않습니다. (''0.11 버전부터'')

source: Don't accept tickets with a too big comment. (''since 0.11.2'')
he: אל תקבל טיקטים עם הערה ארוכה מידי. (''מאז 0.11.2'')
ko: 너무 큰 용량의 덧글이 있는 티켓을 허용하지 않습니다. (''0.11.2 버전부터'')

source: Show email addresses instead of usernames. If false, we obfuscate email addresses. (''since 0.11'')
he: הצג כתובות אימייל במקום שמות משתמש. אם false, מערפלים כתובות אימייל. (''מאז 0.11'')
ko: 사용자 이름 대신 메일 주소를 표시합니다. 거짓으로 설정하면, 메일 주소를 난독화 처리할 것입니다. (''0.11 버전부터'')

source: Never obfuscate `mailto:` links explicitly written in the wiki, even if `show_email_addresses` is false or the user has not the EMAIL_VIEW permission (''since 0.11.6'').
ko: `show_email_addresses`가 거짓이고 사용자에게 EMAIL_VIEW 권한이 없어도, 위키 페이지에 명시적으로 적혀 있는 `mailto:` 링크를 난독화 하지 않습니다 (''0.11.6 버전부터'').

source: Show IP addresses for resource edits (e.g. wiki). (''since 0.11.3'')
he: הצג כתובות IP עבור עריכות של משאבים (כגון ויקי). (''מאז 0.11.3'')
ko: 자원 편집(예: 위키)에 대해 IP 주소를 표시합니다. (''0.11.3 버전부터'')

source: This section configures InterTrac prefixes. Options in this section whose name contain a "." define aspects of the InterTrac prefix corresponding to the option name up to the ".". Options whose name don't contain a "." define an alias. The `.url` is mandatory and is used for locating the other Trac. This can be a relative URL in case that Trac environment is located on the same server. The `.title` information is used for providing a useful tooltip when moving the cursor over an InterTrac link. The `.compat` option can be used to activate or disable a ''compatibility'' mode: * If the targeted Trac is running a version below [trac:milestone:0.10 0.10] ([trac:r3526 r3526] to be precise), then it doesn't know how to dispatch an InterTrac link, and it's up to the local Trac to prepare the correct link. Not all links will work that way, but the most common do. This is called the compatibility mode, and is `true` by default. * If you know that the remote Trac knows how to dispatch InterTrac links, you can explicitly disable this compatibility mode and then ''any'' TracLinks can become InterTrac links. Example configuration: {{{ [intertrac] # -- Example of setting up an alias: t = trac # -- Link to an external Trac: trac.title = Edgewall's Trac for Trac trac.url = http://trac.edgewall.org }}}
he: מקטע זה מגדיר תחיליות עבור IntreTrac. אופציות במקטע זה ששמן מכיל "." מגדירות היבטים של תחילית ה-InterTrac המתאימה לשם האופציה עד לתו ".". אופציות ששמן אינו מכיל "." מגדירות שמות נרדפים. המאפיין `.url` הינו הכרחי, ומשמש לאיתור הטראק האחר. זה יכול להיות URL יחסי במקרה שסביבת הטראק האחרת נמצאת על אותו השרת. המאפיין `.title` משמש לקביעת חלונית סיוע בעת העברת הסמן מעל קישור InterTrac. המאפיין `.compat` משמש להפעלה או כיבוי של מצב ''תאימות'': * אם טראק היעד מריץ גרסה מתחת לגרסה [trac:milestone:0.10 0.10] ([trac:r3526 r3526] למען הדיוק), אז הוא לא יודע איך לטפל בקישור InterTrac, ולכן זה באחריות הטראק המקומי להכין את הקישור הנכון. לא כל הקישורים יעבדו באופן זה, אבל מרבית הנפוצים יעבדו. מצב זה נקרא מצב תאימות, והוא מופעל כברירת מחדל (ערכו `true`). * במידה וידוע שטראק היעד יודע לטפל בקישורי InterTrac, ניתן לכבות את מצב התאימות בצורה מפורשת, ואז ''כל'' קישורי TracLinks יכולים להפוך לקישורי InterTrac. הגדרות לדוגמה: {{{ [intertrac] # -- דוגמה להגדרת שם נרדף: t = trac # -- קישור לטראק חיצוני: trac.title = Edgewall's Trac for Trac trac.url = http://trac.edgewall.org }}}
ko: 이 구역에서는 InterTrac 접두어를 설정합니다. Options in this section whose name contain a "." define aspects of the InterTrac prefix corresponding to the option name up to the ".". "."을 포함하지 않는 이름은 별칭을 정의하는 것입니다. `.url`은 필수적이며 다른 Trac의 위치를 파악하는 데 사용됩니다. 해당 Trac 저장소가 같은 서버에 있다면 이 값을 상대 URL로 지정할 수 있습니다. `.title` 정보는 InterTrac 링크에 마우스 커서를 올려놓았을 때 표시되는 툴팁에 사용됩니다. `.compat` 설정은 ''호환성'' 모드를 활성화 하거나 비활성화 하는 데 사용됩니다: * 대상 Trac이 [trac:milestone:0.10 0.10] (정확히 [trac:r3526 r3526]) 버전 이하라면, InterTrac 링크를 다루는 법을 알지 못합니다. 따라서 로컬 Trac이 올바른 링크를 준비해야 합니다. 모든 링크가 이 방법으로 동작하지는 않지만, 일반적으로는 됩니다. 이것이 호환성 모드이며, 기본값으로 `true`입니다. * 만일 다른 Trac이 InterTrac 링크를 다루는 방법을 안다면, 호환성 모드를 명시적으로 해제할 수 있습니다. ''어느'' [TracLinks Trac 링크]나 InterTrac 링크가 될 수 있습니다. 예제 설정: {{{ [intertrac] # -- 별칭을 설정하는 예제: t = trac # -- 외부 Trac에 연결: trac.title = Trac에 대한 Edgewall의 Trac trac.url = http://trac.edgewall.org }}}

source: Maximum allowed wiki page size in bytes. (''since 0.11.2'')
he: גודל עמוד ויקי מירבי מותר בבתים. (''מאז 0.11.2'')
ko: 위키 페이지의 최대 크기(바이트)입니다. (''0.11.2 버전부터'')
