Repository: edgewall/trac
Catalog: trac/locale/*/LC_MESSAGES/tracini.po
Languages: fr, he, ja, ko, zh_tw

source: Path to the Enscript executable.
fr: Chemin vers l'exécutable Enscript.
he: נתיב לקובץ ההרצה של Enscript.
ja: Enscript 実行ファイルへのパスを指定します。
ko: Enscript 실행 파일의 경로입니다.
zh_tw: Enscript 執行檔路徑

source: List of additional MIME types known by Enscript. For each, a tuple `mimetype:mode:quality` has to be specified, where `mimetype` is the MIME type, `mode` is the corresponding Enscript mode to be used for the conversion and `quality` is the quality ratio associated to this conversion. That can also be used to override the default quality ratio used by the Enscript render, which is 2 (''since 0.10'').
fr: Liste des types MIME connus par Enscript. Pour chacun, un tuple `mimetype:mode:quality` doit être spécifié, où `mimetype` est le type MIME. `mode` est le mode correspondant Enscript à utiliser pour la conversion et `quality` est le ratio qualité associé à cette conversion. Cela peut aussi être utilisé pour supplanter le ratio qualité par défaut utilisé par le moteur de rendu Enscript, qui est 2 (''depuis 0.10'').
ja: Enscript に処理を行わせる MIME タイプを追加します。 各々を `mimetype:mode:quality` という組合せで指定します。`mimetype` には MIME タイプ、`mode` には変換に使う Enscript のモード、`quality` にはその変換処理に対する割合を指定します。 また、これは Enscript の描画時に使われるデフォルトの比率2を上書きすることもできます。(''0.10 以降'')
ko: Enscript에 추가로 알릴 MIME 형식의 목록입니다. 각각에 대해, `MIME형식:모드:품질` 값쌍을 정의합니다. 여기에서 `MIME형식`은 MIME 형식을, `모드`는 변환에 사용될 Enscript 모드를, `품질`은 변환에 관계된 품질 비율을 의미합니다. 이는 또한 Enscript 렌더에서 사용되는 기본 품질 비율(2)을 덮어쓰는 데 사용할 수 있습니다 (''0.10 버전부터'').
zh_tw: Enscript已知的額外MIME類型列表。 每一個都必須指定一組`mimetype:mode:quality`，其中`mimetype`是MIME類型， `mode`是用於轉換相應的Enscript模式，而`quality`是與之相關的轉換品質比率。 這也可以用來覆蓋Enscript渲染所使用的預設品質比率(即2)。 (''從 0.10'')。

source: Path to the PHP executable (''since 0.9'').
fr: Chemin vers l'exécutable PHP ("depuis 0.9")
he: נתיב לקובץ ההרצה של PHP ("מאז 0.9")
ja: PHP 実行可能ファイルへのパス (''0.9 以降'')
ko: PHP 실행 파일의 경로입니다 (''0.9 버전부터'').
zh_tw: PHP 執行檔路徑(''從 0.9 版開始'')

source: List of additional MIME types known by SilverCity. For each, a tuple `mimetype:mode:quality` has to be specified, where `mimetype` is the MIME type, `mode` is the corresponding SilverCity mode to be used for the conversion and `quality` is the quality ratio associated to this conversion. That can also be used to override the default quality ratio used by the SilverCity render, which is 3 (''since 0.10'').
fr: Liste des types additionels MIME connus par SilverCity. Pour chacun, un tuple `mimetype:mode:quality` doit être spécifié, où `mimetype` est le type MIME. `mode` est le mode correspondant Silvercity à utiliser pour la conversion et `quality` est le ratio qualité associé à cette conversion. Cela peut aussi être utilisé pour supplanter le ratio qualité par défaut utilisé par le moteur de rendu SilverCity, qui est 3 (''depuis 0.10'').
ja: SilverCity に処理を行わせる MIME タイプを追加します。 各々を `mimetype:mode:quality` という組合せで指定します。`mimetype` には MIME タイプ、`mode` には変換に使う SilverCity のモード、`quality` にはその変換処理に対する割合を指定します。 またこれは SilverCity の描画時に使われるデフォルトの比率3を上書きすることもできます。(''0.10 以降'')
ko: SilverCity에 추가로 알릴 MIME 형식의 목록입니다. 각각에 대해, `MIME형식:모드:품질` 값쌍을 정의합니다. 여기에서 `MIME형식`은 MIME 형식을, `모드`는 변환에 사용될 SilverCity 모드를, `품질`은 변환에 관계된 품질 비율을 의미합니다. 이는 또한 SilverCity 렌더에서 사용되는 기본 품질 비율(3)을 덮어쓰는 데 사용할 수 있습니다 (''0.10 버전부터'').
zh_tw: SilverCity已知的額外MIME類型列表。 每一個都必須指定一組`mimetype:mode:quality`，其中`mimetype`是MIME類型， `mode`是用於轉換相應的SilverCity模式，而`quality`是與之相關的轉換品質比率。 這也可以用來覆蓋SilverCity渲染所使用的預設品質比率(即3)。 (''從 0.10'')。

source: Location of authz policy configuration file.
fr: Emplacement du fichier de configuration de la politique authz.
he: מיקום קובץ קונפיגורציית מדיניות authz.
ja: authz ポリシーの設定ファイルのパスを指定します。
ko: authz 정책 설정 파일의 위치입니다.
zh_tw: authz policy 設定檔路徑

source: This section provides a way to add arbitrary permissions to a Trac environment. This can be useful for adding new permissions to use for workflow actions, for example. To add new permissions, create a new section `[extra-permissions]` in your `trac.ini`. Every entry in that section defines a meta-permission and a comma-separated list of permissions. For example: {{{ [extra-permissions] EXTRA_ADMIN = EXTRA_VIEW, EXTRA_MODIFY, EXTRA_DELETE }}} This entry will define three new permissions `EXTRA_VIEW`, `EXTRA_MODIFY` and `EXTRA_DELETE`, as well as a meta-permissions `EXTRA_ADMIN` that grants all three permissions. The permissions are created in upper-case characters regardless of the casing of the definitions in `trac.ini`. For example, the definition `extra_view` would create the permission `EXTRA_VIEW`. If you don't want a meta-permission, start the meta-name with an underscore (`_`): {{{ [extra-permissions] _perms = EXTRA_VIEW, EXTRA_MODIFY }}}
ja: このセクションは、Trac の環境に任意の権限を追加する方法を提供します。例えば、ワークフローのアクションで使う権限を追加するのに利用できます。 新しい権限を追加するには、`trac.ini` に `[extra-permissions]` セクションを作成し、個々の項目ごとにメタ権限とカンマ区切りで権限のリストを定義します。 例: {{{ [extra-permissions] EXTRA_ADMIN = EXTRA_VIEW, EXTRA_MODIFY, EXTRA_DELETE }}} この項目では、3つの権限 `EXTRA_VIEW`、`EXTRA_MODIFY`、`EXTRA_DELETE` および3つの権限すべてを許可したメタ権限 `EXTRA_ADMIN` を定義します。 `trac.ini` での定義の大文字小文字に関わらず、権限名は大文字になります。例えば、`extra_view` という定義は `EXTRA_VIEW` 権限を作成します。 メタ権限が必要でない場合は、名前をアンダースコア (`_`) で始めてください。 {{{ [extra-permissions] _perms = EXTRA_VIEW, EXTRA_MODIFY }}}
zh_tw: 這個區段向一個Trac環境提供了添加任意權限的方法。 例如，這對於替工作流程操作添加新權限很有用。 要添加新的權限，請在您的`trac.ini`中創建新的`[extra-permissions]`區段。 在該區段中的每個條目都定義了一個元權限和一個逗號分隔的權限列表。例如: {{{ [extra-permissions] EXTRA_ADMIN = EXTRA_VIEW, EXTRA_MODIFY, EXTRA_DELETE }}} 該條目將定義三個新權限`EXTRA_VIEW`，`EXTRA_MODIFY`和`EXTRA_DELETE`，以及被授予這三個權限的元權限`EXTRA_ADMIN`。 權限以大寫字母創建，與`trac.ini`中定義的大小寫無關。 例如:定義`extra_view`將創建權限`EXTRA_VIEW`。 如果您不希望使用元權限，請使用下劃線(`_`)開頭的元名稱: {{{ [extra-permissions] _perms = EXTRA_VIEW, EXTRA_MODIFY }}}

source: Require commands to be enclosed in an envelope. Must be empty or contain two characters. For example, if set to "[]", then commands must be in the form of [closes #4].
fr: Requiert que les commandes soient contenues dans une enveloppe. Doit être vide ou contenir deux caractères. Par exemple, si positionné à "[]", alors les commandes doivent être de la forme [close #4].
he: פקודות נדרשות להופיע בתוך מעטפות. חייב להיות ריק או להכיל שני תווים. לדוגמה, אם נקבע לערך "[]", אז פקודות חייבות להיות מהצורה [close #4].
ja: コマンドを囲む文字を指定することができます。 空にするか、2つの文字にする必要があります。例えば、"[]" を設定するとコマンドは [close #4] という形式にしなければならないようになります。
ko: 명령어를 둘러싸는 문자를 지정합니다. 값은 비어 있거나 두 글자여야 합니다. 예를 들어 "[]"로 설정하면, 명령어는 [closes #4]와 같은 형태여야 합니다.
zh_tw: 要求命令被圍在一個殼中。 必須為空或包含兩個字符。 例如，如果設置為"[]"，則命令必須採用[closes #4]的形式。

source: Commands that close tickets, as a space-separated list.
fr: Les commandes qui clôturent les tickets, en tant que liste séparées par des espaces.
he: פקודות שסוגרות טיקטים, כרשימה המופרדת ע"י רווחים.
ja: チケットをクローズするコマンド。クローズ対象のチケットは空白区切りにします。
ko: 공백으로 구분된, 티켓을 닫는 명령어의 목록입니다.
zh_tw: 關閉待辦事項的命令(空格分隔列表)。

source: Commands that add a reference, as a space-separated list. If set to the special value <ALL>, all tickets referenced by the message will get a reference to the changeset.
fr: Les commandes qui ajoutent une référence, en tant que liste séparées par des espaces. Si positionné à une valeur spéciale <ALL>, tous les tickets référencés par le message auront une référence vers la révision.
he: פקודות המוסיפות התייחסות, כרשימה מופרדת ע"י רווחים. אם נקבע לערך המיוחד <ALL>, לכל הטיקטים אליהם מתייחסים בהודעה תצורף הפניה לקבוצת השינויים.
ja: 参照を追加するコマンドを空白区切りで指定します。 特別な値である <ALL> を設定した場合、メッセージ中のすべてのチケットに参照を追加します。
ko: 공백으로 구분된, 참조를 추가하는 명령어의 목록입니다. 특별한 값인 <ALL>로 지정하면, 메시지에 나타난 모든 티켓이 변경사항에서 참조됩니다.
zh_tw: 添加引用的命令(空格分隔列表)。 如果設置為特殊值<ALL>，被訊息引用的所有待辦事項都將獲得一個更動引用。

source: Check that the committer has permission to perform the requested operations on the referenced tickets. This requires that the user names be the same for Trac and repository operations.
fr: Vérifie que le commiter a la permission d'effectuer les opérations requises sur les tickets référencés. Cela requiert que les noms d'utilisateurs soient les mêmes pour Trac et les opérations sur le dépôt.
he: בדוק שלמבצע הפעולה יש הרשאות לביצוע הפעולה המבוקשת על הטיקט. זה מחייב ששמות המשתמש לטראק ולפעולות במצבור יהיו זהים.
ja: コミットした更新者がそのチケットに対して要求の操作を行う権限を持っているかチェックします。 これは、Trac とリポジトリとでユーザ名が同じ必要があります。
ko: 참조된 티켓에 대해, 커미터가 요청된 동작을 수행할 권한이 있는지 확인합니다. 이를 위해서는 Trac과 저장소 동작에서 사용되는 사용자 이름이 같아야 합니다.
zh_tw: 檢查提交者是否有權對引用的待辦事項執行請求的操作。 這需要Trac與儲存庫操作的用戶名相等。

source: Send ticket change notification when updating a ticket.
fr: Envoie une notification de changement de ticket lorsqu'un ticket est modifié.
he: שלח התראת שינוי טיקט בעת עדכון טיקט.
ja: チケットの更新時にチケットの変更通知を送信するかどうかを指定します。
ko: 티켓을 변경할 때 티켓 변경 알림이 전송되도록 합니다.
zh_tw: 當更新待辦事項時, 發送待辦事項變更通知

source: Enable persistent caching of commit tree.
fr: Permettre la mise en cache persistante de l'arbre des commits.
ja: コミットツリーの永続的なキャッシュを有効にするかどうかを指定します。
ko: 커밋 트리에 대한 영구 캐싱을 활성화합니다.
zh_tw: 啟用提交樹的永久緩存功能。

source: Wrap `GitRepository` in `CachedRepository`.
fr: Enveloppe `GitRepository` dans `CachedRepository`.
ja: `GitRepository` を `CachedRepository` でラップするかを指定します。
ko: `GitRepository`를 `CachedRepository`로 래핑합니다.
zh_tw: 將`GitRepository`包裝在`CachedRepository`中。

source: The length at which a sha1 should be abbreviated to (must be >= 4 and <= 40).
fr: Longueur à partir de laquelle un sha1 doit être abrégé (doit être >=4 et <= 40).
ja: sha1 ハッシュを省略する際の長さを指定します (4～40であること)。
ko: SHA1 값이 축약되어야 하는 문자 길이입니다 (4 이상 40 이하).
zh_tw: sha1的縮寫長度(必須大於等於4且小於等於40)。

source: The minimum length of an hex-string for which auto-detection as sha1 is performed (must be >= 4 and <= 40).
fr: La longueur minimum d'une chaîne hexadécimale pour laquelle la détection automatique en tant que sha1 doit être réalisée (doit être >=4 et <=40).
ja: sha1 ハッシュを自動的に検出する際における16進文字列の最小長を指定します (4～40であること)。
ko: SHA1 값으로 자동 인식 할 16진수 문자열의 최소 길이입니다 (4 이상 40 이하).
zh_tw: Wiki內容中的十六進制字串自動化為更動連結的最小長度(必須大於等於4且小於等於40)。

source: Enable reverse mapping of git email addresses to trac user ids. Performance will be reduced if there are many users and the `cached_repository` option is `disabled`. A repository resync is required after changing the value of this option.
ja: git のメールアドレスから Trac ユーザ名への逆マッピングを有効にするかを指定します (ユーザが多い場合には高コストになります)。 このオプションの値を変更した後には repository resync を実行してください。
zh_tw: 啟用git電子郵件地址到Trac用戶ID的反向映射。 如果有許多用戶，並且`cached_repository`選項是`disabled`，性能將會降低。 更改此選項的值後，需要重新同步儲存庫。

source: Use git-committer id instead of git-author id for the changeset ''Author'' field.
fr: Utilise l'id git-committer au lieu de l'id git-author pour le champs de révisions "Author".
ja: チェンジセットの''更新者''項目として git-author id の代わりに git-committer id を使うかどうかを指定します。
ko: 변경사항 작성자 필드에 Git 작성자 ID 대신 Git 커미터 ID를 사용합니다.
zh_tw: 對於更動的''作者''欄位，請使用git-committer id替代git-author id。

source: Use git-committer timestamp instead of git-author timestamp for the changeset ''Timestamp'' field.
fr: Utilise l'horodatage git-committer au lieu de l'horodatage git-author pour le champs de révision "Timestamp".
ja: チェンジセットの''日時''項目として git-author timestamp の代わりに git-committer timestamp を使うかどうかを指定します。
ko: 변경사항 시간 필드에 Git 작성자 시간 대신 Git 커미터 시간을 사용합니다.
zh_tw: 對於更動的''時間戳記''欄位，請使用git-committer時間戳記替代git-author時間戳記。

source: Define charset encoding of paths within git repositories.
fr: Défini le jeu de caractères pour les chemins à l'intérieur des dépôts git.
ja: git リポジトリ中のパスに対する文字エンコーディングを指定します。
ko: Git 저장소 경로의 문자셋 인코딩을 지정합니다.
zh_tw: 定義git儲存庫中路徑的字元集編碼。

source: Path to the git executable.
fr: Chemin vers l'exécutable git.
ja: git 実行ファイルへのパスを指定します。
ko: Git 실행 파일의 경로입니다.
zh_tw: git執行檔路徑。

source: Path to a gitweb-formatted projects.list
fr: Chemin vers un projects.list au format gitweb.
ja: gitweb 形式の projects.list ファイルへのパスを指定します。
ko: Gitweb 형식의 projects.list 파일 경로입니다.
zh_tw: gitweb格式的projects.list的路徑。

source: Path to the base of your git projects
fr: Chemin vers la racine de vos projets git.
ja: git プロジェクトのベースディレクトリのパスを指定します。
ko: Git 프로젝트의 기본 경로입니다.
zh_tw: 您的 git 專案路徑

source: Template for project URLs. %s will be replaced with the repo name
fr: Modèle pour les URLs de projets. %s sera remplacé par le nom du dépôt
ja: プロジェクト URL のテンプレート。%s はリポジトリ名に置換されます。
ko: 프로젝트 URL의 템플릿입니다. %s는 저장소 이름으로 교체됩니다.
zh_tw: 專案URL的模板。其中%s將被替換為儲存庫名稱。

source: Comma separated list of paths categorized as branches. If a path ends with '*', then all the directory entries found below that path will be included. Example: `/trunk, /branches/*, /projectAlpha/trunk, /sandbox/*`
fr: Liste séparée par des virgules de chemins classés en tant que branches. Si un chemin se termine par '*', alors toutes les entrées de répertoires situées sous ce chemin seront incluses. Exemple :
ja: ブランチとして分類させるパスをカンマ区切りで指定します。 パスが '*' で終わっている場合は、そのパス配下にあるすべてのエントリになります。 例: `/trunk, /branches/*, /projectAlpha/trunk, /sandbox/*`
ko: 브랜치로 분류될, 쉼표로 구분된 경로의 목록입니다. 만일 경로가 '*'로 끝난다면, 해당 경로 이하의 모든 디렉토리 항목이 포함될 것입니다. 예제: `/trunk, /branches/*, /projectAlpha/trunk, /sandbox/*`
zh_tw: 歸類為分支的路徑(逗號分隔列表)。 如果路徑以'*'結尾，則包括在該路徑下找到的所有目錄。 範例: `/trunk, /branches/*, /projectAlpha/trunk, /sandbox/*`

source: Comma separated list of paths categorized as tags. If a path ends with '*', then all the directory entries found below that path will be included. Example: `/tags/*, /projectAlpha/tags/A-1.0, /projectAlpha/tags/A-v1.1`
fr: Liste séparée par des virgules de chemins classés en tant qu'étiquettes. Si un chemin se termine par '*', alors toutes les entrées de répertoires situées sous ce chemin seront incluses. Exemple : `/tags/*, /projectAlpha/tags/A-1.0, /projectAlpha/tags/A-v1.1`
he: רשימה מופרדת ע"י פסיקים של נתיבים המוגדרים כתגים. אם נתיב מסתיים ב-'*', אז כל התיקיות הקיימות תחת אותו נתיב יכללו. דוגמה: `/tags/*, /projectAlpha/tags/A-1.0, /projectAlpha/tags/A-v1.1`
ja: タグとして分類させるパスをカンマ区切りで指定します。 パスが '*' で終わっている場合は、そのパス配下にあるすべてのエントリになります。 例: `/tags/*, /projectAlpha/tags/A-1.0, /projectAlpha/tags/A-v1.1`
ko: 태그로 분류될, 쉼표로 구분된 경로의 목록입니다. 만일 경로가 '*'로 끝난다면, 해당 경로 이하의 모든 디렉토리 항목이 포함될 것입니다. 예제: `/tags/*, /projectAlpha/tags/A-1.0, /projectAlpha/tags/A-v1.1`
zh_tw: 歸類為標籤的路徑(逗號分隔列表)。 如果路徑以'*'結尾，則包括在該路徑下找到的所有目錄。 範例: `/tags/*, /projectAlpha/tags/A-1.0, /projectAlpha/tags/A-v1.1`

source: End-of-Line character sequences when `svn:eol-style` property is `native`. If `native` (the default), substitute with the native EOL marker on the server. Otherwise, if `LF`, `CRLF` or `CR`, substitute with the specified EOL marker. (''since 1.0.2'')
ja: `svn:eol-style` プロパティが `native` の場合の改行文字列を指定します。 `native` (デフォルト) の場合、サーバ上での改行コードに展開されます。それ以外の `LF`, `CRLF`, `CR` の場合、指定した改行コードに展開されます。 (''1.0.2 以降'')
zh_tw: `svn:eol-style`屬性為`native`時的行尾字元序列。 如果是`native`(預設)，使用伺服器本地的行尾標記。 否則，如果是`LF`，`CRLF`或`CR`，則用指定的行尾標記。 (''從 1.0.2'')

source: The TracBrowser for Subversion can interpret the `svn:externals` property of folders. By default, it only turns the URLs into links as Trac can't browse remote repositories. However, if you have another Trac instance (or an other repository browser like [http://www.viewvc.org/ ViewVC]) configured to browse the target repository, then you can instruct Trac which other repository browser to use for which external URL. This mapping is done in the `[svn:externals]` section of the TracIni. Example: {{{ [svn:externals] 1 = svn://server/repos1 http://trac/proj1/browser/$path?rev=$rev 2 = svn://server/repos2 http://trac/proj2/browser/$path?rev=$rev 3 = http://theirserver.org/svn/eng-soft http://ourserver/viewvc/svn/$path/?pathrev=25914 4 = svn://anotherserver.com/tools_repository http://ourserver/tracs/tools/browser/$path?rev=$rev }}} With the above, the `svn://anotherserver.com/tools_repository/tags/1.1/tools` external will be mapped to `http://ourserver/tracs/tools/browser/tags/1.1/tools?rev=` (and `rev` will be set to the appropriate revision number if the external additionally specifies a revision, see the [http://svnbook.red-bean.com/en/1.4/svn.advanced.externals.html SVN Book on externals] for more details). Note that the number used as a key in the above section is purely used as a place holder, as the URLs themselves can't be used as a key due to various limitations in the configuration file parser. Finally, the relative URLs introduced in [http://subversion.apache.org/docs/release-notes/1.5.html#externals Subversion 1.5] are not yet supported. (''since 0.11'')
fr: La TracBrowser pour Subversion peut interpréter les propriétés `svn:externals` des dossiers. Par défaut, il convertit seulement les URLs en liens car Trac ne peut naviguer dans les dépôts distants. Cependant, si vous avez une autre instance Trac (ou un autre navigateur de dépôts comme [http://www.viewvc.org/ ViewVC]) paramétrée pour naviguer les dépôts cibles, alors vous pouvez dire à Trac quel navigateur utiliser pour quel URL externe. La correspondance est faite dans la section `[svn:externals]` de TracIni. Exemple : {{{ [svn:externals] 1 = svn://server/repos1 http://trac/proj1/browser/$path?rev=$rev 2 = svn://server/repos2 http://trac/proj2/browser/$path?rev=$rev 3 = http://theirserver.org/svn/eng-soft http://ourserver/viewvc/svn/$path/?pathrev=25914 4 = svn://anotherserver.com/tools_repository http://ourserver/tracs/tools/browser/$path?rev=$rev }}} Avec les paramètres ci-dessus, le lien externe `svn://anotherserver.com/tools_repository/tags/1.1/tools` sera mis en correspondance avec `http://ourserver/tracs/tools/browser/tags/1.1/tools?rev=` (et `rev` sera mis au bon numéro de révision si le lien externe spécifie une révision, voir le [http://svnbook.red-bean.com/en/1.4/svn.advanced.externals.html SVN Book sur les liens externes] pour plus de détails). Notez que le nombre utilisé comme clé dans la section ci-dessus est purement utilisé comme substitut, car les URLs eux-mêmes ne peuvent être utilisés comme clés à cause de différentes limitations dans le parseur de fichier de configuration. Enfin, les URLs relatifs introduits dans [http://subversion.apache.org/docs/release-notes/1.5.html#externals Subversion 1.5] ne sont pas encore pris en charge. (''depuis 0.11'')
ja: Subversion に対する TracBrowser はフォルダの `svn:externals` プロパティを解釈できるようになっています。Trac はリモートにあるリポジトリを参照できないため、デフォルトでは単に URL をリンクに変換するだけです。 しかし、対象のリポジトリを参照できるようにしている Trac (または [http://www.viewvc.org/ ViewVC] などのリポジトリブラウザ) がある場合は、外部参照の URL に対してそのリポジトリブラウザを使うように設定することができます。このマッピングは TracIni の `[svn:externals]` セクションで行います。 例: {{{ [svn:externals] 1 = svn://server/repos1 http://trac/proj1/browser/$path?rev=$rev 2 = svn://server/repos2 http://trac/proj2/browser/$path?rev=$rev 3 = http://theirserver.org/svn/eng-soft http://ourserver/viewvc/svn/$path/?pathrev=25914 4 = svn://anotherserver.com/tools_repository http://ourserver/tracs/tools/browser/$path?rev=$rev }}} 上記では、外部参照 `svn://anotherserver.com/tools_repository/tags/1.1/tools` を `http://ourserver/tracs/tools/browser/tags/1.1/tools?rev=` にマッピングするようになります。(また外部参照がリビジョン番号を指定している場合 `rev` にはリビジョン番号が割り当てられます。詳細は [http://svnbook.red-bean.com/en/1.4/svn.advanced.externals.html SVN Book on externals] を参照してください)。 注意事項として、設定ファイルのパーサーの制限により URL 自体をキーにすることができないため、上記セクションのキーに単なるプレースホルダとして数字を使っています。 最後に、[http://subversion.apache.org/docs/release-notes/1.5.html#externals Subversion 1.5] から導入された相対 URL はまだサポートしていません。 (''0.11 以降'')
ko: Trac의 Subversion [TracBrowser 저장소 탐색기]는 폴더의 `svn:externals` 속성을 해석할 수 있습니다. Trac이 원격 저장소를 탐색할 수 없기 때문에, 기본으로 이는 URL을 링크로 변환시키기만 합니다. 하지만 대상 저장소를 탐색할 수 있는 다른 Trac 인스턴스(또는 [http://www.viewvc.org/ ViewVC]와 같은 저장소 탐색기)가 있다면, 외부 URL에 대해 어떤 저장소 탐색기를 사용할 지 Trac에 지시할 수 있습니다. 이 매핑은 [[wiki:TracIni]]의 `[svn:externals]` 구역에 정의합니다. 예제: {{{ [svn:externals] 1 = svn://server/repos1 http://trac/proj1/browser/$path?rev=$rev 2 = svn://server/repos2 http://trac/proj2/browser/$path?rev=$rev 3 = http://theirserver.org/svn/eng-soft http://ourserver/viewvc/svn/$path/?pathrev=25914 4 = svn://anotherserver.com/tools_repository http://ourserver/tracs/tools/browser/$path?rev=$rev }}} 위 예제와 같이 설정했을 때, `svn://anotherserver.com/tools_repository/tags/1.1/tools` 외부 주소는 `http://ourserver/tracs/tools/browser/tags/1.1/tools?rev=` 로 연결됩니다. 또한 외부 저장소에 대해 리비전이 지정되었다면, `rev` 인수는 해당되는 리비전 번호로 설정됩니다 (자세한 정보는 [http://svnbook.red-bean.com/en/1.4/svn.advanced.externals.html SVN Book on externals]를 참조하십시오). 참고로, 이 구역에서는 숫자가 키이며 이는 자리 표시자로만 사용되었습니다. 설정 파일 해석기의 한계로 URL을 키로 사용할 수 없기 때문입니다. 마지막으로, [http://subversion.apache.org/docs/release-notes/1.5.html#externals Subversion 1.5]에서 도입된 상대 URL은 아직 지원되지 않습니다. (''0.11 버전부터'')
zh_tw: Subversion的 TracBrowser 可以解釋文件夾的`svn:externals`屬性。 預設情況下，由於Trac無法瀏覽遠程儲存庫，因此只能將URL轉換為連結。 但是，如果您配置了另一個Trac實例(或其他儲存庫瀏覽器像是[http://www.viewvc.org/ ViewVC]之類的)來瀏覽目標儲存庫，則可以指示Trac將哪個其他儲存庫瀏覽器用於哪個外部URL。 該映射在TracIni的`[svn:externals]`區段中完成。 範例: {{{ [svn:externals] 1 = svn://server/repos1 http://trac/proj1/browser/$path?rev=$rev 2 = svn://server/repos2 http://trac/proj2/browser/$path?rev=$rev 3 = http://theirserver.org/svn/eng-soft http://ourserver/viewvc/svn/$path/?pathrev=25914 4 = svn://anotherserver.com/tools_repository http://ourserver/tracs/tools/browser/$path?rev=$rev }}} 通過上述操作，`svn://anotherserver.com/tools_repository/tags/1.1/tools`將映射到 `http://ourserver/tracs/tools/browser/tags/1.1/tools?rev=` (而`rev`將設置適當的版本號，如果有另外指定了版本， 有關更多詳細信息，請參見[http://svnbook.red-bean.com/en/1.4/svn.advanced.externals.html SVN Book on externals])。 請注意上一節中作為鍵值的數字純粹是佔位符，由於配置檔案解析器中的各種限制，URL本身不能當作鍵值。 最後，尚不支持[http://subversion.apache.org/docs/release-notes/1.5.html#externals Subversion 1.5]中引入的相對URL。 (''從 0.11'')

source: Maximum allowed file size (in bytes) for attachments.
ja: 添付ファイルの上限サイズを指定します (バイト単位)
zh_tw: 附件允許的最大檔案大小(以字節為單位)。

source: Maximum allowed total size (in bytes) for an attachment list to be downloadable as a `.zip`. Set this to -1 to disable download as `.zip`. (''since 1.0'')
fr: Taille totale maximum autorisée (en octets) pour la liste des pièces jointes à être téléchargées en tant que `.zip`. Positionner à -1 pour désactiver le téléchargement en tant que `.zip`. (''depuis 1.0'')
ja: `.zip` ダウンロードを許可する合計に対する上限サイズ (バイト単位) です。-1 を指定した場合は `.zip` でのダウンロード機能を無効にします。(''1.0 以降'')
ko: `.zip` 압축 파일로 묶어서 받을 수 있도록 표시될, 첨부 파일 크기 합계의 최대값(바이트)입니다. 값을 -1로 설정하면 이 기능을 해제합니다. (''1.0 버전부터'')
zh_tw: 以.zip格式下載時，最大允許的總大小(以字節為單位)。 將此設置為-1可禁用以.zip格式下載。(''從 1.0'')

source: Whether attachments should be rendered in the browser, or only made downloadable. Pretty much any file may be interpreted as HTML by the browser, which allows a malicious user to attach a file containing cross-site scripting attacks. For public sites where anonymous users can create attachments it is recommended to leave this option disabled (which is the default).
fr: Selon que les pièces joints doivent être représentées dans le navigateur, ou bien seulement téléchargeables. À peu près tous les fichiers peuvent être interprétés comme du HTML par le navigateur, ce qui pourrait permettre à un utilisateur mal intentionné d'attacher un fichier contenant un attaquecross-site scripting. Pour les sites publics où les utilisateurs anonymes peuvent créer des pièces jointes, il n'est pas recommandé de laisser cette option désactivée (ce qui est la valeur par défaut).
ja: 添付ファイルをブラウザ上で表示するか、単にダウンロード可能にしておくかどうかを指定します。 ブラウザはほとんどのファイルを HTML として解釈するため、悪意のあるユーザにクロスサイトスクリプティング攻撃を行うファイルの作成を許すことになります。 匿名ユーザが添付ファイルを作成できるような公開サイトでは、このオプションを無効 (これがデフォルトです) のままにしておくことを推奨します。
ko: 첨부 파일이 브라우저에서 표시될지, 다운로드 받을 수 있게만 할 지 여부입니다. 대다수의 파일은 브라우저에서 HTML로 표현될 수 있으며, 이는 악의적인 사용자가 크로스 사이트 스크립팅 공격을 하는 것을 가능하게 합니다. 익명의 사용자가 첨부 파일을 올릴 수 있는 공개 사이트에서는, 이 설정을 비활성화 하는 것을 권장합니다 (기본값).
zh_tw: 是否附件應在瀏覽器中呈現，還是僅可下載。 瀏覽器幾乎可以將任何檔案解釋為HTML，這使惡意用戶可以附加包含跨站點腳本攻擊的檔案。 對於匿名用戶可以創建附件的公開網站，建議禁用此選項。(預設是禁用)
