Repository: edgewall/trac
Catalog: trac/locale/*/LC_MESSAGES/tracini.po
Languages: fr, he, ja, ko, zh_tw

source: This section is used to enable or disable components provided by plugins, as well as by Trac itself. The component to enable/disable is specified via the name of the option. Whether its enabled is determined by the option value; setting the value to `enabled` or `on` will enable the component, any other value (typically `disabled` or `off`) will disable the component. The option name is either the fully qualified name of the components or the module/package prefix of the component. The former enables/disables a specific component, while the latter enables/disables any component in the specified package/module. Consider the following configuration snippet: {{{ [components] trac.ticket.report.ReportModule = disabled webadmin.* = enabled }}} The first option tells Trac to disable the [wiki:TracReports report module]. The second option instructs Trac to enable all components in the `webadmin` package. Note that the trailing wildcard is required for module/package matching. To view the list of active components, go to the ''Plugins'' page on ''About Trac'' (requires `CONFIG_VIEW` [wiki:TracPermissions permissions]). See also: TracPlugins
fr: Cette section est utilisée pour activer ou désactiver les composants fournis par les plugins, ou par Trac lui-même. Le composant à activer/désactiver est spécifié via le nom de l'option. Le fait qu'il soit activé ou non est déterminé par la valeur de l'option ; mettre la valeur à `enabled` ou `on` activer le composant, tout autre valeur (typiquement `disabled` ou `off`) désactivera le composant. Le nom de l'option est au choix le nom qualifié complet du composant ou le préfixe module/package du composant. Le premier active/désactive un composant spécifique, alors que le deuxième active/désactive tout composant dans le package/module spécifié. Considérez l'extrait de configuration suivant : {{{ [components] trac.ticket.report.ReportModule = disabled webadmin.* = enabled }}} La première option dit à Trac de désactiver le [wiki:TracReports module de rapport]. La seconde option spécifie à Trac d'activer tous les composants du package `webadmin`. Notez que le caractère joker à la fin est nécessaire pour faire correspondre le module/package. Pour voir une liste des composants actifs, allez à la page ''Plugins'' sur ''À propos de Trac'' (nécessite les [wiki:TracPermissions permissions] `CONFIG_VIEW`). Voir aussi: TracPlugins
ja: このセクションは、プラグインが提供するコンポーネント、および、Trac 自身のコンポーネントを有効または無効にするのに使います。有効/無効にするコンポーネントは、オプションの名前で特定します。オプションの値で有効なのかどうかを決定します。値を `enabled` または `on` に設定するとそのコンポーネントは有効になります。その他の値 (通常は `disabled` または `off`) だとそのコンポーネントは無効になります。 オプション名は、コンポーネントの完全修飾名、または、コンポーネントに対するモジュール/パッケージのプレフィックスのどちらかです。前者は特定のコンポーネントを有効/無効にし、後者は特定のパッケージ/モジュールのコンポーネントを有効/無効にします。 次にあげる設定 (抜粋) を考えてみます。 {{{ [components] trac.ticket.report.ReportModule = disabled webadmin.* = enabled }}} 1つ目のオプションは、[wiki:TracReports レポートモジュール]を無効にするように指定しています。 2つ目のオプションは、`webadmin` パッケージのすべてのコンポーネントを有効にするように指定しています。注意することは、末尾のワイルドカードはモジュール/パッケージにマッチさせるのに必要であることです。 アクティブなコンポーネントの一覧を参照するには、''Trac について''の''プラグイン''ページにアクセスします (`CONFIG_VIEW` [wiki:TracPermissions 権限]が必要です)。 関連項目: TracPlugins
ko: 이 구역은 Trac 자신 뿐만 아니라 플러그인에 의해 제공되는 컴포넌트들을 활성화 또는 비활성화 하는 데 사용됩니다. 활성화 또는 비활성화 할 컴포넌트는 설정의 이름 부분에 지정합니다. 활성화 여부는 설정의 값 부분으로 결정되며, 활성화 하려면 `enabled` 또는 `on` 값으로, 비활성화 하려면 다른 값으로 (일반적으로 `disabled`나 `off`) 설정합니다. 설정의 이름 부분은 컴포넌트의 완전한 이름이거나 모듈 또는 패키지 접두어입니다. 전자의 경우 특정 컴포넌트 하나의 상태만을 설정하며, 후자는 지정한 모듈 또는 패키지에 속한 모든 컴포넌트의 상태를 설정합니다. 다음 예제를 살펴보겠습니다: {{{ [components] trac.ticket.report.ReportModule = disabled webadmin.* = enabled }}} 첫 번째 설정은 Trac이 [wiki:TracReports 보고서 모듈]을 비활성화 하도록 합니다. 두 번째 설정은 `webadmin` 패키지에 속한 모든 컴포넌트를 활성화 하도록 지시합니다. 참고로 모듈 또는 패키지 매칭을 위해서는 끝에 아무개 문자가 필요합니다. 활성화 된 컴포넌트의 목록을 보려면, ''Trac에 대해서'' 페이지의 ''Plugins'' 관련 부분을 보십시오(`CONFIG_VIEW` [wiki:TracPermissions 권한]이 필요함). 참고: TracPlugins
zh_tw: 此區段用於啟用或禁用外掛程式提供的組件以及Trac本身提供的組件。 通過選項名稱指定要啟用/禁用的組件。 是否啟用取決於選項值。 將值設置為`enabled`或`on`將啟用該組件，其他任何值(通常是`disabled`或`off`)將禁用該組件。 選項名稱是組件的完整名稱或組件的模塊/套件前綴。 前者啟用/禁用特定組件，而後者啟用/禁用指定模塊/套件中的任何組件。 考慮以下配置片段: {{{ [components] trac.ticket.report.ReportModule = disabled webadmin.* = enabled }}} 第一個選項告訴Trac禁用[wiki:TracReports 報表模塊]。 第二個選項指示Trac啟用`webadmin`套件中的所有組件。 請注意，模塊/套件匹配需要加上萬用字元。 要查看活動的組件列表，請看''關於 Trac''上的'外掛程式'頁面(需要`CONFIG_VIEW`[wiki:TracPermissions 權限])。 另請參閱: TracPlugins

source: Path to the //shared plugins directory//. Plugins in that directory are loaded in addition to those in the directory of the environment `plugins`, with this one taking precedence. Non-absolute paths are relative to the Environment `conf` directory. (''since 0.11'')
zh_tw: //共享外掛程式目錄//的路徑。 除了環境`plugins`目錄中的那些外掛程式外，還將加載此目錄中的外掛程式，並且優先使用它們。 非絕對路徑格式是相對於環境`conf`目錄。 (''從 0.11'')

source: Reference URL for the Trac deployment. This is the base URL that will be used when producing documents that will be used outside of the web browsing context, like for example when inserting URLs pointing to Trac resources in notification e-mails.
fr: URL de référence pour le déploiement de Trac. C'est l'URL de base qui sera utilisé pour produire les documents qui seront utilisés à l'extérieur du contexte de navigation web, comme par exemple pour insérer les URLs pointant vers les ressources Trac dans les courriels de notifications.
he: כתובת URL להפניה לפריסת טראק זו. זוהי כתובת URL הבסיס לשימוש בעת הפקת מסמכים לשימוש מחוץ להקשר של עיון מקוון, כמו למשל בעת שילוב כתובות URL המצביעות למשאבי טראק באימיילי התראה.
ja: Trac の展開先を指す URL を指定します。 これは Web アクセスではないところからドキュメントを提示する場合に使用するベース URL です。例えば、通知メールで Trac のリソースを指し示す URL を入れる場合などです。
ko: 설치된 Trac의 기준 URL입니다. 이것은 웹 탐색 상황이 아닐 때 사용되는 문서를 만드는 경우(예를 들어, 알림 메일에서 Trac 자원을 가리키는 URL을 삽입)의 기본 URL입니다.
zh_tw: Trac部署的參考URL。 這是在Web瀏覽之外使用的基本URL， 例如在電子郵件通知中插入指向Trac資源的URL。

source: Optionally use `[trac] base_url` for redirects. In some configurations, usually involving running Trac behind a HTTP proxy, Trac can't automatically reconstruct the URL that is used to access it. You may need to use this option to force Trac to use the `base_url` setting also for redirects. This introduces the obvious limitation that this environment will only be usable when accessible from that URL, as redirects are frequently used. ''(since 0.10.5)''
fr: Utilisation optionnelle de `[trac] base_url` pour les redirections. Dans certaines configuration, impliquant traditionnellement l'exécution de Trac derrière un proxy HTTP, Trac est incapable de reconstruire l'URL qui a été utilisé pour y accéder. Vous pouvez avez besoin de cette option pour forcer Trac à aussi utiliser ce paramètre `base_url` pour les redirections. Cela introduit une limitation évidente que cet environnement ne sera utilisable que s'il est accessible à partir de cet URL, puisque les redirections sont fréquemment utilisées. "(depuis 0.10.5)"
ja: `[trac] base_url` の設定値をリダイレクトに使用するかどうかを指定します。 HTTP プロキシの背後で Trac を実行するような環境では、アクセスに使用した URL を自動で再構成することはできません。強制的に `base_url` 設定値にリダイレクトさせるこのオプションを設定しなければいけないかも知れません。これにより、リダイレクトに使われるこの URL からだけこの環境を利用できるような制限が設けられます。''(0.10.5 以降)''
ko: 선택적으로 리디렉션에 `[trac] base_url`을 사용합니다. 특정 환경에서, 보통 HTTP Proxy 뒤에서 Trac이 실행되고 있을 때, Trac은 접근하는 데 사용되는 URL을 자동으로 재구성 할 수 없습니다. Trac이 `base_url` 설정을 리디렉션에도 사용하도록 하기 위해 이 설정을 사용할 수 있습니다. 이렇게 하는 것은, 리디렉션이 보통 사용되는 것처럼, 이 환경이 해당 URL로 접근하는 경우에만 사용 가능하게 한다는 한계가 있습니다. ``(0.10.5 버전부터)``
zh_tw: 使用`[trac] base_url`進行重定向。 在某些配置中，通常涉及在HTTP代理後面運行Trac，Trac無法自動重建用於訪問它的URL。 您可能需要使用此選項來強制Trac也使用`base_url`設置重定向。 這引入了一個明顯的限制，即該環境僅由該URL訪問時才可用，因為重定向經常被使用。''(從 0.10.5)''

source: Restrict cookies to HTTPS connections. When true, set the `secure` flag on all cookies so that they are only sent to the server on HTTPS connections. Use this if your Trac instance is only accessible through HTTPS. (''since 0.11.2'')
fr: Restreint les cookies aux connexions HTTPS. Lorsque positionné à True, active le drapeau `secure` sur tous les cookies afin qu'ils ne soit envoyés au serveur que sur les connexions HTTPS. Utiliser ceci if votre instance Trac n'est accessible qu'à travers HTTPS. ("depuis 0.11.2")
he: הגבל עוגיות לחיבורי HTTPS. כאשר true, הדלק את הדגל `secure` בכל העוגיות, ע"מ שהן ישלחו לשרת רק מעל חיבור HTTPS. השתמש בזה אם מופע הטראק נגיש רק דרך HTTPS. (''מאז 0.11.2'')
ja: HTTPS 接続でのみ Cookie を使用するかどうかを指定します。 true に設定すると、すべての Cookie に `secure` フラグを設定することでサーバへ HTTPS 接続でのみ Cookie を送信するようにします。Trac を HTTPS 経由でだけアクセス可能にする場合、これを指定します。(''0.11.2 以降'')
ko: 쿠키 사용을 HTTPS 연결에만 제한합니다. true로 설정하면, HTTPS 연결을 사용하는 서버에만 쿠키가 전송되도록 `secure` 플래그를 설정합니다. HTTPS로만 Trac을 접근할 경우에 이 설정을 사용하십시오. (''0.11.2 버전부터'')
zh_tw: 將Cookie限制使用HTTPS連接。 當設置為true時，在所有cookie上設置`secure`標誌，以使它們僅通過HTTPS連接發送到伺服器。 如果您的Trac實例只能通過HTTPS訪問，請使用此選項。 (''從 0.11.2'')

source: Lifetime of the anonymous session, in days. Set the option to 0 to disable purging old anonymous sessions. (''since 1.0.17'')
zh_tw: 匿名會話的生命週期(以天為單位)。 將選項設置為0以禁用清除舊的匿名會話。 (''從 1.0.17'')

source: Name of the project.
fr: Nom du projet.
he: שם הפרויקט.
ja: プロジェクトの名前を指定します。
ko: 프로젝트의 이름입니다.
zh_tw: 專案名稱

source: Short description of the project.
fr: Courte description du projet.
he: תיאור קצר של הפרויקט.
ja: プロジェクトの概要を指定します。
ko: 프로젝트에 대한 짧은 설명입니다.
zh_tw: 專案簡短描述

source: URL of the main project web site, usually the website in which the `base_url` resides. This is used in notification e-mails.
fr: URL du site web du projet principal, le plus souvent le site web dans lequel le `base_url` réside. Cela est utilisé dans les courriels de notification.
he: כתובת אתר הפרויקט הראשי. בד"כ האתר בו נמצא `base_url`. הכתובת משמשת בהתראות באימייל.
ja: プロジェクトに対するメインの Web サイトの URL を指定します。通常は `base_url` のサイトにあります。通知メールでこれを使います。
ko: 메인 프로젝트 웹 사이트의 URL이며, 일반적으로 `base_url`이 있는 웹사이트입니다. 이 값은 알림 메일에서 사용됩니다.
zh_tw: 主專案網站的URL，通常是`base_url`所在的網站。 在通知電子郵件中使用。

source: E-Mail address of the project's administrator.
fr: Adresse courriel de l'administrateur du projet.
he: כתובת אימייל של מנהלן הפרויקט.
ja: プロジェクト管理者のメールアドレスを指定します。
ko: 프로젝트 관리자의 메일 주소입니다.
zh_tw: 專案管理者 E-Mail 地址

source: Base URL of a Trac instance where errors in this Trac should be reported. This can be an absolute or relative URL, or '.' to reference this Trac instance. An empty value will disable the reporting buttons. (''since 0.11.3'')
fr: URL de base de l'instance TRAC dans lequel les erreurs de ce Trac doivent être rapportés. Cela peut être un URL absolu ou relatif, ou bien '.' pour référencer cette instance Trac. Une valeur vide désactivera les boutons de rapports. ("depuis 0.11.3")
he: כתובת URL בסיס למופע טראק בו יש לדווח שגיאות בטראק זה. זה יכול להיות URL מוחלט או יחסי, או '.' להפניה לאותו טראק. ערך ריק יגרום לכיבוי כפתורי דיווח השגיאות. (''מאז 0.11.3'')
ja: この Trac で発生したエラーの報告先になる Trac サイトのベース URL を指定します。 これには、完全 URL または相対 URL、もしくはこの Trac を指す '.' を指定できます。空の値にすると報告用のボタンは使えなくなります。 (''0.11.3 以降'')
ko: 이 Trac의 오류 발생이 보고될 Trac 인스턴스의 기본 URL입니다. 이 값은 절대 또는 상대 URL일 수 있으며, 이 Trac 인스턴스를 가리키려면 '.'으로 지정합니다. 빈 값으로 지정하면 보고 버튼이 비활성화 됩니다. (''0.11.3 버전부터'')
zh_tw: Trac實例的基本URL，應在其中報告此Trac中的錯誤。 這可以是絕對或相對URL，也可以是'.'來引用此Trac實例。 空值將禁用報告按鈕。(''從 0.11.3'')

source: Page footer text (right-aligned).
fr: Texte de pied de page de la page (alignement à droite).
he: טקסט לתחתית העמוד (מיושר לשמאל).
ja: ページフッタのテキストを指定します (右揃え)。
ko: 페이지 바닥글 텍스트 (오른쪽 정렬됨).
zh_tw: 頁面頁腳文字 (右對齊)。

source: URL of the icon of the project.
fr: URL de l'icône du projet.
he: כתובת לאייקון של הפרויקט.
ja: プロジェクトアイコンの URL を指定します。
ko: 프로젝트 아이콘의 URL입니다.
zh_tw: 專案 icon 網址

source: Logging facility to use. Should be one of (`none`, `file`, `stderr`, `syslog`, `winlog`).
fr: Service de logging à utiliser. Devrait être un parmi (`none`, `file`, `stderr`, `syslog`, `winlog`).
he: שירות ניהול לוג לשימוש. אמור להיות אחד מהערכים (`none`, `file`, `stderr`, `syslog`, `winlog`).
ja: ロギングに使用する出力先を指定します。 (`none`, `file`, `stderr`, `syslog`, `winlog`) のうちのどれかを指定します。
ko: 사용할 로깅 대상을 지정합니다. (`none`, `file`, `stderr`, `syslog`, `winlog`) 중 하나여야 합니다.
zh_tw: 要使用的日誌工具。 應該是其中之一 (`none`, `file`, `stderr`, `syslog`, `winlog`)。

source: If `log_type` is `file`, this should be a path to the log-file. Relative paths are resolved relative to the `log` directory of the environment.
fr: Si `log_type` est `file`, cela devrait être un chemin vers le fichier de log. Les chemins relatifs sont résolus relativement au répertoire de `log` de l'environnement.
he: אם `log_type` הוא `file`, זה צריך להיות הנתיב לקובץ הלוג. נתיבים יחסיים מפורשים ביחס לתיקיית `log` של הסביבה.
ja: `log_type` が `file` の場合、ログファイルのパスを指定します。相対パスは、Trac 環境にある `log` ディレクトリから相対的に解釈します。
ko: `log_type`이 `file`이라면, 이 값은 로그 파일의 경로여야 합니다. 상대 경로는 Trac 저장소의 `log` 디렉토리를 기준으로 해석됩니다.
zh_tw: 如果`log_type`是`file`，則這應該是紀錄檔案的路徑。 相對路徑是相對於環境`log`目錄。

source: Level of verbosity in log. Should be one of (`CRITICAL`, `ERROR`, `WARN`, `INFO`, `DEBUG`).
fr: Niveau de verbosité dans le log. Cela devrait être une ces valeurs (`CRITICAL`, `ERROR`, `WARN`, `INFO`, `DEBUG`).
he: רמת פירוט של הלוג. אמור להיות אחד מהערכים (`CRITICAL`, `ERROR`, `WARN`, `INFO`, `DEBUG`).
ja: ログレベルを指定します。 (`CRITICAL`, `ERROR`, `WARN`, `INFO`, `DEBUG`) のうちのどれかを指定します。
ko: 로그의 상세도입니다. (`CRITICAL`, `ERROR`, `WARN`, `INFO`, `DEBUG`) 중 하나여야 합니다.
zh_tw: 日誌中的層級設定。 應該是其中之一 (`CRITICAL`, `ERROR`, `WARN`, `INFO`, `DEBUG`)。

source: Custom logging format. If nothing is set, the following will be used: Trac[$(module)s] $(levelname)s: $(message)s In addition to regular key names supported by the Python logger library (see http://docs.python.org/library/logging.html), one could use: - $(path)s the path for the current environment - $(basename)s the last path component of the current environment - $(project)s the project name Note the usage of `$(...)s` instead of `%(...)s` as the latter form would be interpreted by the ConfigParser itself. Example: `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s` ''(since 0.10.5)''
fr: Format de logging personnalisé. Si rien n'est précisé, le format suivant sera utilisé Trac[$(module)s] $(levelname)s: $(message)s En plus des noms de clé traditionnels de la bibliothèque de logging Python (voir http://docs.python.org/library/logging.html), vous pouvez utiliser : - $(path)s le chemin pour l'environnement actuel - $(basename)s le dernier composant de chemin pour l'environnement actuel - $(project)s le nom du projet Notez l'usage de `$(...)s` au lieu de `%(...)s` car cette dernière forme aurait été interprétée par le ConfigParser lui-même. Exemple : `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s` ''(depuis 0.10.5)''
ja: ログフォーマットを指定します。 何も設定しない場合は、以下のものを使用します。 Trac[$(module)s] $(levelname)s: $(message)s Python logging ライブラリ (http://docs.python.org/library/logging.html 参照) がサポートしている標準のキー名に加えて、使えるものがあります。 - $(path)s 現在の Trac 環境のパス - $(basename)s 現在の Trac 環境のパスのベース名 - $(project)s プロジェクト名 `%(...)s` の代わりに `$(...)s` を使っていることに注意してください。後者の形式は [http://docs.python.org/library/configparser.html ConfigParser] 自身が解釈を行います。 例: `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s` ''(0.10.5 以降)''
ko: 사용자 정의 로깅 형식입니다. 설정되어 있지 않다면, 다음 값이 사용됩니다: Trac[$(module)s] $(levelname)s: $(message)s 파이썬 로거 라이브러리에서 지원되는 일반적인 키 이름 (http://docs.python.org/library/logging.html 참조) 이외에도, 다음을 사용할 수 있습니다: - $(path)s 현재 저장소의 경로 - $(basename)s 현재 저장소 경로의 마지막 요소 - $(project)s 프로젝트 이름 `%(...)s` 대신 `$(...)s`를 사용해야 (형식은 동일) 설정 해석기에 의해 처리될 수 있음에 유의하십시오. 예제: `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s` (''0.10.5 버전부터'')
zh_tw: 自定義日誌記錄格式。 如果未設置任何內容，則將使用以下內容: Trac[$(module)s] $(levelname)s: $(message)s 除了[http://docs.python.org/library/logging.html Python logger library] 支持的常規鍵名之外，還可以使用: - $(path)s 當前環境的路徑 - $(basename)s 當前環境的最後路徑部分 - $(project)s 專案名稱 請注意，使用`$(...)s`代替`%(...)s`，因為後者由ConfigParser本身解釋。 範例: `($(thread)d) Trac[$(basename)s:$(module)s] $(levelname)s: $(message)s` ''(從 0.10.5)''

source: Name of the component implementing `IEmailSender`. This component is used by the notification system to send emails. Trac currently provides `SmtpEmailSender` for connecting to an SMTP server, and `SendmailEmailSender` for running a `sendmail`-compatible executable. (''since 0.12'')
fr: Nom du composant implémentant `IEmailSender`. Ce composant est utilisé par le système de notification pour envoyer des emails. Trac fournit actuellement `SmtpEmailSender` pour se connecter à un serveur SMTP, et `SendmailEmailSender` pour exécuter un exécutable compatible `sendmail`. ("depuis 0.12")
he: של של הרכיב המממש את `IEmailSender`. מערכת שליחת ההתראות משתמש ברכיב זה לשליחת אימיילים. טראק מספק רכיב `SmtpEmailSender` לצורל חיבור לשרת SMTP, ורכיב `SendmailEmailSender` להרצת קובץ הרצה תואם-`sendmail`. (''מאז 0.12'')
ja: `IEmailSender` を実装しているコンポーネントの名前を指定します。 このコンポーネントは、メール送信による通知処理で使います。Trac は今のところ SMTP サーバと接続を行う `SmtpEmailSender` と `sendmail` と互換性のあるコマンドを実行する `SendmailEmailSender` を用意しています。(''0.12 以降'')
ko: `IEmailSender`를 구현하는 컴포넌트의 이름입니다. 이 컴포넌트는 메일을 보내기 위해 알림 시스템에서 사용됩니다. Trac은 현재 SMTP 서버에 연결하기 위해 `SmtpEmailSender`를, `sendmail` 호환 명령 실행을 위해 `SendmailEmailSender`를 제공합니다. (''0.12 버전부터'')
zh_tw: 實現`IEmailSender`的組件名稱。 通知系統使用此組件來發送電子郵件。 Trac當前提供`SmtpEmailSender`用於連接到SMTP伺服器，並提供`SendmailEmailSender`用於運行與`sendmail`兼容的可執行檔案。(''從 0.12'')

source: Enable email notification.
fr: Active la notification par courriel.
he: אפשר התראות באמצעות אימייל.
ja: メール通知機能を有効にするかどうかを指定します。
ko: 메일 알림을 활성화합니다.
zh_tw: 啟用 email 通知

source: Sender address to use in notification emails.
fr: Adresse de l'expéditeur à utiliser dans les courriels de notification.
he: כתובת השולח לשימוש באימיילי התראות.
ja: 通知メールに使用する送信者アドレスを指定します。
ko: 알림 메일에서 사용할 보낸 사람 주소입니다.
zh_tw: 在電子郵件通知中使用的發件人地址。

source: Sender name to use in notification emails.
fr: Nom de l'expéditeur à utiliser dans les courriels de notification.
he: שם השולח לשימוש באימיילי התראות.
ja: 通知メールに使用する送信者名を指定します。
ko: 알림 메일에서 사용할 보낸 사람 이름입니다.
zh_tw: 在電子郵件通知中使用的發件人名稱。

source: Use the action author as the sender of notification emails. (''since 1.0'')
fr: Utiliser l'auteur de l'action en tant qu'expéditeur pour les emails de notification. ("depuis 1.0")
ja: 通知メールの送信者として実行者の名前を使うかどうかを指定します。(''1.0 以降'')
ko: 동작의 작성자를 알림 메일의 보낸 사람으로 사용합니다. (''1.0 버전부터'')
zh_tw: 將操作作者當作通知電子郵件的發送者。 (''從 1.0'')

source: Reply-To address to use in notification emails.
fr: Adresse Reply-To à utiliser dans les courriels de notification.
he: כתובת לדוא"ל-חוזר לשימוש באימיילי התראה.
ja: 通知メールに使用する返信先アドレスを指定します。
ko: 알림 메일에서 사용할 회신 대상 주소입니다.
zh_tw: 在通知電子郵件中使用的回覆地址。

source: Email address(es) to always send notifications to, addresses can be seen by all recipients (Cc:).
fr: Adresse(s) de courriel pour lesquels il faut toujours envoyer des notifications, les adresses peuvent être vues par tous les destinataires (Cc:).
he: כתובת/כתובות אימייל שתמיד יקבלו התראות, הכתובות גלויות לעיניי כל הנמענים (Cc).
ja: 通知を常に送信するメールアドレスを指定します。メールアドレスはすべての受信者が見ることができます (Cc:)。
ko: 항상 알림 메일을 보낼 주소입니다. 이 주소는 모든 수신자가 볼 수 있습니다 (참조:).
zh_tw: 始終向其發送通知的電子郵件地址，所有收件人都可以看到該地址(Cc:)。

source: Email address(es) to always send notifications to, addresses do not appear publicly (Bcc:). (''since 0.10'')
fr: Adresse(s) de courriel pour lesquels il faut toujours envoyer des notifications, les adresses n'apparaissent pas publiquement (Bcc:). ("depuis 0.10")
he: כתובת/כתובות אימייל שתמיד יקבלו התראות, הכתובות אינן מוצגות בפומבי (Bcc). (''מאז 0.10'')
ja: 通知を常に送信するメールアドレスを指定します。メールアドレスは見えないようになります (Bcc:)。 (''0.10 以降'')
ko: 항상 알림 메일을 보낼 주소입니다. 이 주소는 다른 수신자가 볼 수 없습니다 (숨은 참조:). (''0.10 버전부터'')
zh_tw: 始終向其發送通知的電子郵件地址，該地址不公開(Bcc:)。(''從 0.10'')

source: Default host/domain to append to address that do not specify one.
fr: Hôte/domaine par défaut à ajouter aux adresses qui n'en spécifie pas.
he: ערך host/domain ברירת מחדל להוסיף לכתובות שאינן מכילות ערך כזה.
ja: ドメインがないアドレスに付加するデフォルトのホスト名/ドメイン名を指定します。
ko: 지정하지 않았을 때 주소에 덧붙을, 기본 호스트 또는 도메인입니다.
zh_tw: 追加到未指定地址的預設主機名/網域。

source: Comma-separated list of domains that should not be considered part of email addresses (for usernames with Kerberos domains).
fr: Liste séparée par des virgules des domaines qui ne doivent pas être considérés comme faisant partie des adresses de courriel (pour les noms d'utilisateur avec les domaines Kerberos).
he: רשימה מופרדת ע"י פסיקים של דומיינים שאין לפרש כחלק מכתובת אימייל (עבור שמות-משתמש בדומיינים עם Kerberos).
ja: メールアドレスだと判定させたくないドメイン名をカンマ区切りで指定します。(Kerberos ドメイン付きのユーザ名のため)
ko: 메일 주소의 일부분으로 처리되지 않아야 하는, 쉼표로 구분된 도메인의 목록입니다 (Kerberos 도메인의 사용자 이름).
zh_tw: 不應該被視為電子郵件地址中一部分的網域(逗號分隔列表)(針對Kerberos網域)。

source: Comma-separated list of domains that should be considered as valid for email addresses (such as localdomain).
fr: Liste séparée par des virgules des domaines qui doivent être considérés comme valides pour les adresses de courriel (tel que localdomain).
he: רשימה מופרדת ע"י פסיקים של דומיינים שאין לפרש ככתובות אימייל חוקיות (כגון localdomain).
ja: メールアドレス (localdomain のような) として有効だと判定させたいドメイン名をカンマ区切りで指定します。
ko: 유효한 메일 주소로 처리되어야 하는, 쉼표로 구분된 도메인의 목록입니다 (localdomain 등).
zh_tw: 在電子郵件地址中應被視為有價值的網域(逗號分隔列表)(例如localdomain)。

source: Specifies the MIME encoding scheme for emails. Valid options are 'base64' for Base64 encoding, 'qp' for Quoted-Printable, and 'none' for no encoding, in which case mails will be sent as 7bit if the content is all ASCII, or 8bit otherwise. (''since 0.10'')
fr: Spécifie le schéma d'encodage MIME pour les courriels. Les options valides sont 'base64' pour l'encodage Base64, 'qp' pour Quoted-Printable, et 'none' pour aucun encodage, dans ce dernier cas les courriers seront envoyés en tant que 7 bits si le contenu est purement ASCII, ou 8 bits dans le cas contraires. ("depuis 0.10")
he: מגדיר את סכימת קידוד ה-MIME לאימיילים. אפשרויות תקינות הן 'base64' לקידוד Base64, 'qp' לקידוד Quoted-Printable, ו-'none' להגדרה ללא קידוד, במקרה זה יישלחו אימיילים כ-7bit אם התוכן כולו ASCII, ו-8bit אחרת. (''מאז 0.10'')
ja: メールの MIME エンコーディングを指定します。 有効な設定は、Base64 エンコーディングの `base64`、Quoted-Printable の `qp`、エンコーディングなしの `none` で内容がすべて ASCII コードなら 7bit、そうでないなら 8bit として送信します。(''0.10 以降'')
ko: 메일의 MIME 인코딩 방식을 지정합니다. Base64 인코딩은 'base64'를, Quoted-Printable은 'qp'를, 인코딩 하지 않을 경우 (ASCII 내용만 있을 경우 7비트로, 아닐 경우 8비트로 전송) 'none'을 입력합니다. (''0.10 버전부터'')
zh_tw: 指定電子郵件的MIME編碼方案。 支持的選項有:'base64'(Base64編碼)，'qp'(Quoted-Printable)和`none`(沒有編碼)，設定為沒有編碼的情況下，如果內文為純ASCII，則為7位編碼，否則為8位。 (''從 0.10'')

source: Recipients can see email addresses of other CC'ed recipients. If this option is disabled (the default), recipients are put on BCC. (''since 0.10'')
fr: Les destinataires peuvent voir les adresses de courriels des autres destinaires en CC. Si cette option est désactivée (par défaut), les destinaires seront mis en BCC. ("depuis 0.10")
he: נמענים יכולים לראות כתובות אימייל של נמענים אחרים הנמצאים ב-CC. אם אפשרות זו מנוטרלת (ברירת המחדל), הנמענים יופיעו תחת BCC. (''מאז 0.10'')
ja: 受信者アドレスを Cc で他の更新者から見えるようにするかどうかを指定します。 このオプションに無効 (デフォルト) を設定している場合、受信者アドレスは Bcc に列挙します。(''0.10 以降'')
ko: 수신자가 다른 참조 수신자의 메일 주소를 볼 수 있도록 합니다. 이 설정이 비활성화 되어 있으면(기본값), 수신자는 숨은 참조로 들어갑니다. (''0.10 버전부터'')
zh_tw: 收件人可以看到其他Cc收件人的電子郵件地址。 如果禁用此選項，則將收件人放入Bcc列表中。 (''從 0.10'')

source: Permit email address without a host/domain (i.e. username only). The SMTP server should accept those addresses, and either append a FQDN or use local delivery. (''since 0.10'')
fr: Permettre les adresses de courriel sans hôte/domaine (i.e. avec juste un nom d'utilisateur). Le serveur SMTP devrait accepter ces adresses, et au choix ajouter un FQDN ou utiliser une livraison locale. ("depuis 0.10")
he: התר כתובות אימייל ללא host/domain (כגון שמות-משתמש בלבד). שרת ה-SMTP אמור לקבל כתובות כאלה, ולהוסיף FQDN או להשתמש בהעברה מקומית. (''מאז 0.10'')
ja: ホスト名/ドメイン名なし (つまりユーザ名のみ) のメールアドレスを許可するかどうかを指定します。 SMTP サーバはそれらのアドレスを受け入れて、FQDN を追加する、またはローカル配送のどちらかを行うべきです。(''0.10 以降'')
ko: 호스트나 도메인이 없는 메일 주소(사용자 이름만 있는)를 허용합니다. SMTP 서버가 이 주소들을 받아들여야 하며, 전체 주소 도메인 이름(FQDN)을 덧붙이거나 로컬로 전달합니다. (''0.10 버전부터'')
zh_tw: 允許沒有主機名/網域的電子郵件地址(即僅用戶名)。 SMTP伺服器應接受這些地址，並附加FQDN或使用本地傳遞。 (''從 0.10'')
