Repository: edgewall/trac
Catalog: trac/locale/*/LC_MESSAGES/tracini.po
Languages: fr, he, ja, ko, zh_tw

source: Text to prepend to subject line of notification emails. If the setting is not defined, then the [$project_name] prefix. If no prefix is desired, then specifying an empty option will disable it. (''since 0.10.1'')
fr: Texte à ajouter au début du sujet des courriels de notification. Si ce paramètre n'est pas défini, alors le préfixe [$project_name] est utilisé. Si vous ne souhaitez pas de préfixe, alors spécifiez une valeur vide pour la désactiver. (''depuis 0.10.1'')
ja: 通知メールの件名の先頭に追加するテキストを指定します。 設定が定義されていない場合は、[$project_name] プレフィックスとなります。 プレフィックスが必要ない場合は、空を指定すると無効になります。(''0.10.1 以降'')
ko: 알림 메일의 제목 앞에 덧붙일 텍스트입니다. 설정을 정의하지 않았다면, [$project_name]이 덧붙습니다. 덧붙이는 텍스트를 없애고 싶다면, 빈 내용으로 설정하십시오. (''0.10.1 버전부터'')
zh_tw: 放在通知電子郵件的主題行之前的文字。 如果未定義設置，則將`[$project_name]`用作前綴。 如果不需要前綴，則指定一個空選項將禁用它。(''從 0.10.1'')

source: Hash algorithm to create unique Message-ID header. ''(since 1.0.13)''
ja: ユニークな Message-ID ヘッダの生成に使用するハッシュアルゴリズムを指定します。''(since 1.0.13)''
zh_tw: 用來創建唯一Message-ID標頭的雜湊演算法。 ''(從 1.0.13)''

source: SMTP server hostname to use for email notifications.
fr: Nom d'hôte du serveur SMTP à utiliser pour les notifications par courriel.
he: hostname של שרת SMTP לשימוש במיילי התראה.
ja: メール通知に使用する SMTP サーバのホスト名を指定します。
ko: 메일 알림에 사용될 SMTP 서버 호스트 이름입니다.
zh_tw: EMail 通知用 SMTP 伺服器主機名稱

source: SMTP server port to use for email notification.
fr: Port du serveur SMTP à utiliser pour les notifications par courriel.
he: פורט של שרת SMTP לשימוש במיילי התראה.
ja: メール通知に使用する SMTP サーバのポート番号を指定します。
ko: 메일 알림에 사용될 SMTP 서버 포트 번호입니다.
zh_tw: EMail 通知用 SMTP 伺服器 Port

source: Username for SMTP server. (''since 0.9'')
fr: Nom d'utilisateur pour le serveur SMTP. ("depuis 0.9")
he: שם משתמש לשרת SMTP. (''מאז 0.9'')
ja: SMTP サーバのユーザ名を指定します。(''0.9 以降'')
ko: SMTP 서버의 사용자 이름입니다. (''0.9 버전부터'')
zh_tw: SMTP 伺服器帳號 (''從 0.9'')

source: Password for SMTP server. (''since 0.9'')
fr: Mot de passe pour le serveur SMTP. ("depuis 0.9")
he: סיסמה לשרת SMTP. (''מאז 0.9'')
ja: SMTP サーバのパスワードを指定します。(''0.9 以降'')
ko: SMTP 서버의 비밀번호입니다. (''0.9 버전부터'')
zh_tw: SMTP 伺服器密碼 (''從 0.9'')

source: Use SSL/TLS to send notifications over SMTP. (''since 0.10'')
fr: Utiliser SSL/TLS pour envoyer les notifications par SMTP. ("depuis 0.10")
he: השתמש ב-SSL/TLS לשליחת מייל התראה באמצעות SMTP. (''מאז 0.10'')
ja: SMTP 接続により通知を送信する際に SSL/TLS を使用するかどうかを指定します。(''0.10 以降'')
ko: SMTP를 통해 알림 메일을 보낼 때 SSL/TLS를 사용합니다. (''0.10 버전부터'')
zh_tw: 使用 SSL/TLS 寄送通知 (''從 0.10'')

source: Path to the sendmail executable. The sendmail program must accept the `-i` and `-f` options. (''since 0.12'')
ja: sendmail 実行ファイルへのパスを指定します。 sendmail プログラムは `-i` と `-f` オプションを受け付ける必要があります。(''0.12 以降'')
zh_tw: sendmail執行檔的路徑。 sendmail程序必須接受`-i`和`-f`選項。 (''從 0.12'')

source: Name of the component implementing `IPermissionStore`, which is used for managing user and group permissions.
fr: Nom du composant implémentant `IPermissionStore`, utilisé pour gérer les permissions utilisateur et groupe.
he: שם המרכיב המממש את `IPermissionStore`, המשמש לניהול הרשאות משתמשים וקבוצות.
ja: `IPermissionStore` を実装しているコンポーネントの名前を指定します。これはユーザとグループの権限を管理するのに使います。
ko: `IPermissionStore`를 구현하는 컴포넌트의 이름입니다. 이 컴포넌트는 사용자와 그룹 권한을 관리하는 데 사용됩니다.
zh_tw: 實現`IPermissionStore`的組件名稱，該組件用於管理用戶和群組權限。

source: List of components implementing `IPermissionPolicy`, in the order in which they will be applied. These components manage fine-grained access control to Trac resources. Defaults to the DefaultPermissionPolicy (pre-0.11 behavior) and LegacyAttachmentPolicy (map ATTACHMENT_* permissions to realm specific ones)
fr: Liste des composants implémentant IPermissionPolicy`, dans l'ordre dans lequel ils doivent être appliqués. Ces composants gèrent le contrôle d'accès fin aux ressources Trac. Valeur par défaut à DefaultPermissionPolicy (comportement pré-0.11) et LegacyAttachmentPolicy (faites correspondre les permissions ATTACHMENT_* à ceux de domaines spécifiques)
he: רשימה של רכיבים המממשים את `IPermissionPolicy`, עפ"י סדר החלתם. רכיבים אלה מנהלים בקרת גישה הדוקה למשאבי טראק. ברירת המחדל היא DefaultPermissionPolicy (התנהגות קדם-0.11) ו-LegacyAttachmentPolicy (מיפוי הרשאות ATTACHMENT_* להרשאות ספציפיות לתחומים)
ja: 適用する順番で `IPermissionPolicy` を実装しているコンポーネントのリストを指定します。それらのコンポーネントは Trac のソリースに対して細かい粒度のアクセス制御を行います。 `DefaultPermissionPolicy` (0.11 以前の挙動) と `LegacyAttachmentPolicy` (ATTACHMENT_* 権限を個々のレルムの権限にマッピング) がデフォルトです。
ko: `IPermissionPolicy`를 구현하는 컴포넌트의 목록이며, 적용되어야 하는 순서대로 나열합니다. 이 컴포넌트들은 Trac 리소스에 대한 세밀한 접근 제어를 관리합니다. 기본값은 DefaultPermissionPolicy(0.11 이전 버전의 동작)와 LegacyAttachmentPolicy(ATTACHMENT_* 권한을 각 영역(realm)별 권한으로 대응함)입니다.
zh_tw: 實現`IPermissionPolicy`的組件列表，按其使用順序。 這些組件管理對Trac資源訪問控制的仔細程度。 預設為 DefaultPermissionPolicy(0.11之前的行為)和 LegacyAttachmentPolicy (將ATTACHMENT_*權限映射到特定領域的權限)

source: Database connection [wiki:TracEnvironment#DatabaseConnectionStrings string] for this project
fr: Connexion vers la base de donnée [wiki:TracEnvironment#DatabaseConnectionStrings Chaîne] pour ce projet
he: [wiki:TracEnvironment#DatabaseConnectionStrings מחרוזת] חיבור למסד הנתונים עבור פרויקט זה
ja: このプロジェクトのデータベース接続[wiki:TracEnvironment#DatabaseConnectionStrings 文字列]を指定します。
ko: 이 프로젝트의 데이터베이스 연결 [wiki:TracEnvironment#DatabaseConnectionStrings 문자열]을 지정합니다.
zh_tw: 此專案的資料庫連接[wiki:TracEnvironment#DatabaseConnectionStrings 字串]

source: Database backup location
fr: Emplacement de sauvegarde de la base de données
he: מיקום גיבוי מסד נתונים
ja: データベースバックアップの場所を指定します。
ko: 데이터베이스 백업 위치입니다.
zh_tw: 資料庫備份路徑

source: Timeout value for database connection, in seconds. Use '0' to specify ''no timeout''. ''(Since 0.11)''
fr: Valeur du délai d'expiration pour la connexion de la base de données, en secondes. Utiliser '0' pour spécifier "pas d'expiration". "(depuis 0.11)"
he: ערך timeout לחיבור למסד הנתונים, בשניות. ניתן להשתמש בערך '0' ע"מ לציין ''ללא timeout''. (''מאז 0.11'')
ja: データベース接続のタイムアウトを秒単位で指定します。 ''タイムアウトなし''を指定するには '0' を使います。''(0.11 以降)''
ko: 데이터베이스 접속 제한 시간을 초 단위로 지정합니다. 제한 시간을 없애려면 '0'을 입력하십시오. (''0.11 버전부터'')
zh_tw: 資料庫連接的超時值，以秒為單位。 使用'0'表示''沒有超時''。''(從 0.11)''

source: Show the SQL queries in the Trac log, at DEBUG level. ''(Since 0.11.5)''
fr: Montrer les requêtes SQL dans le log Trac, au niveau DEBUG; "(depuis 0.11.5)"
he: הצג שאילתות SQL ביומן טראק, ברמת יומן DEBUG. ''(מאז 0.11.5)''
ja: DEBUG レベルのときに SQL クエリをログに表示するかどうかを指定します。''(0.11.5 以降)''
ko: DEBUG 수준일 때, SQL 질의가 Trac 로그에 기록되도록 합니다. (''0.11.5 버전부터'')
zh_tw: 在DEBUG層級的Trac日誌中顯示SQL查詢。 ''(從 0.11.5)''

source: Location of mysqldump for MySQL database backups
fr: Emplacement de mysqldump pour les sauvegardes de la base de données MySQL
he: מיקום של mysqldump עבור גיבויי מסד נתונים MySQL
ja: MySQL データベースのバックアップに使う mysqldump の場所を指定します。
ko: MySQL 데이터베이스 백업을 위한 mysqldump의 위치입니다.
zh_tw: 用於備份MySQL資料庫的mysqldump其位置

source: Location of pg_dump for Postgres database backups
fr: Emplacement de pg_dump pour les sauvegardes de la base de données Postgres
he: מיקום של pg_dump עבור גיבויי מסד נתונים Postgres
ja: Postgres データベースのバックアップに使う pg_dump の場所を指定します。
ko: Postgres 데이터베이스 백업을 위한 pg_dump의 위치입니다.
zh_tw: 用於備份Postgres資料庫的pg_dump其位置

source: Paths to sqlite extensions, relative to Trac environment's directory or absolute. (''since 0.12'')
fr: Chemins vers les extensions sqlite, relatifs au répertoire de l'environnement Trac ou bien absolus. ("depuis 0.12")
he: נתיבים להרחבות sqlite, יחסית לתיקיית סביבת טראק, או נתיבים מוחלטים. (''מאז 0.12'')
ja: SQLite 拡張のパスを Trac 環境ディレクトリからの相対パス、または、絶対パスで指定します。(''0.12 以降'')
ko: SQLite 확장의 경로이며, Trac 저장소 디렉토리에 상대적으로 또는 절대 경로로 지정합니다. (''0.12 버전부터'')
zh_tw: sqlite擴展的路徑，相對於Trac環境的目錄或絕對路徑。 (''從 0.12'')

source: Charset to be used when in doubt.
fr: Jeu de caractères à utiliser en cas de doute.
he: סט-תווים לשימוש כאשר בספק.
ja: 文字コードが不明な場合に使用する文字コードを指定します。
ko: 문자셋이 확실하지 않을 때 사용할 값입니다.
zh_tw: 有疑問時使用的字符集。

source: Displayed tab width in file preview. (''since 0.9'')
fr: Affiche la largeur des tabulations dans l'aperçu de fichier. ("depuis 0.9")
he: רוחב טאבים מוצג בתצוגה מקדימה של קבצים. (''מאז 0.9'')
ja: ファイルのプレビューで表示するタブの幅を指定します。(''0.9 以降'')
ko: 파일 미리보기에서 표시될 탭 너비입니다. (''0.9 버전부터'')
zh_tw: 檔案預覽顯示寬度 (''從 0.9'')

source: Maximum file size for HTML preview. (''since 0.9'')
fr: Taille maximum de fichier pour l'aperçu HTML. ("depuis 0.9")
he: גודל קובץ מירבי לתצוגה מקדימה של HTML. (''מאז 0.9'')
ja: HTML プレビューするファイルの上限サイズを指定します。(''0.9 以降'')
ko: HTML 미리보기의 최대 허용 파일 크기입니다. (''0.9 버전부터'')
zh_tw: HTML 預覽最大檔案大小 (''從 0.9'')

source: List of additional MIME types and keyword mappings. Mappings are comma-separated, and for each MIME type, there's a colon (":") separated list of associated keywords or file extensions. (''since 0.10'')
fr: Liste de concordances entre types MIME et mots clés. Les concordances sont séparées par des virgules, et pour chaque type MIME, il y a une liste de mots clés ou extensions de fichier associés séparés par des deux-points (":"). ("depuis 0.10")
he: רשימה של סוגי MIME נוספים ומיפויי מילות מפתח. מיפויים מופרדים ע"י פסיקים, ולכל סוג MIME יש רשימה מופרדת ע"י נקודותיים (":") של מילות מפתח משוייכות או סיומות קבצים. (''מאז 0.10'')
ja: 追加する MIME タイプとキーワードのマッピングのリストを指定します。 マッピングはカンマ区切りで、MIME タイプごとに関連するキーワードまたはファイル拡張子のコロン区切り (":") のリストを持ちます。(''0.10 以降'')
ko: MIME 형식과 키워드 매핑의 추가적인 목록입니다. 매핑은 쉼표로 구분되어 있는 목록이며, 각 매핑은 MIME 형식을 먼저 나열하고, 쌍점(":")으로 구분하여 연관된 키워드 또는 파일 확장자가 덧붙습니다. (''0.10 버전부터'')
zh_tw: 額外的MIME類型與關鍵字映射列表。 映射用逗號分隔，對於每種MIME類型，都有一個用冒號(":")分隔的相關關鍵字或副檔名列表。(''從 0.10'')

source: List of additional MIME types associated to filename patterns. Mappings are comma-separated, and each mapping consists of a MIME type and a Python regexp used for matching filenames, separated by a colon (":"). (''since 1.0'')
fr: Liste de concordances entre types MIME additionnels et motifs de fichier. Les concordances sont séparées par des virgules, et chaque concordance consiste en un type MIME et une expression régulière Python utilisé pour correspondre aux fichiers, séparés par des deux-points (":"). (''depuis 1.0'')
ja: 追加する MIME タイプとそれに対応させるファイルパターンを指定します。マッピングはカンマ区切りで、マッピングごとに MIME タイプとファイルマッチングに使う Python 正規表現をコロン (`:`) で区切るようにします。(''1.0 以降'')
ko: MIME 형식과 연관된 파일명 패턴의 추가적인 목록입니다. 매핑은 쉼표로 구분되어 있는 목록이며, 각 매핑은 MIME 형식, 쌍점 (":"), 파일명 일치 검사에 사용할 파이썬 정규식으로 구성됩니다. (''1.0 버전부터'')
zh_tw: 額外的MIME類型關聯檔名樣式列表。 映射用逗號分隔，每個映射都由一個MIME類型和一個用於匹配檔名的Python正規表達式組成，用冒號(":")分隔。(''從 1.0'')

source: Comma-separated list of MIME types that should be treated as binary data. (''since 0.11.5'')
fr: Liste séparée par des virgules de types MIME qui doivent être considérés en tant que données binaires. ("depuis 0.11.5")
he: רשימה מופרדת ע"י פסיקים של סוגי MIME שיש לפרש בתור נתונים בינאריים. (''מאז 0.11.5'')
ja: バイナリデータとして扱わせる MIME タイプをカンマ区切りで指定します。(''0.11.5 以降'')
ko: 이진 데이터로 처리될, 쉼표로 구분된 MIME 형식의 목록입니다. (''0.11.5 버전부터'')
zh_tw: 應將其視為二進制數據的MIME類型列表(以逗號分隔)。(''從 0.11.5'')

source: The default style to use for Pygments syntax highlighting.
fr: Le style par défaut à utiliser pour la coloration syntaxique Pygments.
he: סגנון ברירת מחדל לשימוש עבור הדגשת תחביר ב-Pygments.
ja: Pygments のシンタックスハイライトに使用するデフォルトのスタイルを指定します。
ko: Pygments 구문 강조에서 사용될 기본 스타일입니다.
zh_tw: 用於Pygments語法色彩突顯的預設樣式。

source: List of additional MIME types known by Pygments. For each, a tuple `mimetype:mode:quality` has to be specified, where `mimetype` is the MIME type, `mode` is the corresponding Pygments mode to be used for the conversion and `quality` is the quality ratio associated to this conversion. That can also be used to override the default quality ratio used by the Pygments render.
fr: Liste des types MIME connus par Pygments. Pour chacun, un tuple `mimetype:mode:quality` doit être spécifié, où `mimetype` est le type MIME. `mode` est le mode correspondant Pygments à utiliser pour la conversion et `quality` est le ratio qualité associé à cette conversion. Cela peut aussi être utilisé pour supplanter le ratio qualité par défaut utilisé par le moteur de rendu Pygments,
ja: Pygments が処理できる追加の MIME タイプを指定します。 各々を `mimetype:mode:quality` という組合せで指定します。`mimetype` には MIME タイプ、`mode` には変換に使う Pygments のモード、`quality` にはその変換処理に対する割合を指定します。またこれは Pygments の描画時に使われるデフォルトの比率を上書きすることもできます。
ko: Pygments에 추가로 알릴 MIME 형식의 목록입니다. 각각에 대해, `MIME형식:모드:품질` 값쌍을 정의합니다. 여기에서 `MIME형식`은 MIME 형식을, `모드`는 변환에 사용될 Pygments 모드를, `품질`은 변환에 관계된 품질 비율을 의미합니다. 이는 또한 Pygments 렌더에서 사용되는 기본 품질 비율을 덮어쓰는 데 사용할 수 있습니다 (''0.10 버전부터'').
zh_tw: Pygments已知的額外MIME類型列表。 每一個都必須指定一組`mimetype:mode:quality`，其中`mimetype`是MIME類型， `mode`是用於轉換相應的Pygments模式，而`quality`是與之相關的轉換品質比率。 這也可以用來覆蓋Pygments渲染所使用的預設品質比率。

source: Minimum length of query string allowed when performing a search.
fr: Longueur minimum de chaîne autorisée pour la requête, lors de l'exécution d'une recherche.
he: אורך מותר מינימאלי של מחרוזת השאילתא בעת ביצוע חיפוש.
ja: 検索の実行を許可する検索文字列の最小の長さを指定します。
ko: 검색을 수행할 때 입력해야 하는 최소 문자열 길이입니다.
zh_tw: 執行搜索時允許的最小查詢字串長度。

source: Specifies which search filters should be disabled by default on the search page. This will also restrict the filters for the quick search function. The filter names defined by default components are: `wiki`, `ticket`, `milestone` and `changeset`. For plugins, look for their implementation of the ISearchSource interface, in the `get_search_filters()` method, the first member of returned tuple. Once disabled, search filters can still be manually enabled by the user on the search page. (since 0.12)
fr: Spécifie quels filtres de recherche doivent être désactivés par défaut sur la page de recherche. Cela restreindra aussi les filtres pour la fonction de recherche rapide. Les noms de filtres par défaut correspondant aux composants sont : `wiki`, `ticket`, `milestone` et `changeset`. Pour les plugins, voir dans leur implémentation de l'interface ISearchSource, dans la méthode `get_search_filters()`, le premier membre du tuple retourné. Une fois désactivé, les filtres de recherche peuvent encore être manuellement activés par l'utilisateur sur la page de recherche. (depuis 0.12)
ja: 検索ページのフィルタをデフォルトで無効にするものを指定します。クイック検索機能のフィルタにも適用します。デフォルトのコンポーネントが定義しているフィルタ名は `wiki`、`ticket`、`milestone`、`changeset` です。プラグインについては、ISearchSource インターフェイスの実装を探してください。`get_search_method()` メソッドが返すタプルの最初の要素になります。無効にしても、検索ページでユーザが手動でフィルタを有効にすることができます。(0.12 以降)
ko: 검색 페이지에서 기본적으로 비활성화 해 놓을 검색 필터를 지정합니다. 이것은 빠른 검색 기능에서 적용될 필터에도 영향을 미칩니다. 기본 컴포넌트에서 정의된 필터 이름은 `wiki`, `ticket`, `milestone`, `changeset`입니다. 플러그인에 대해서는, ISearchSource 인터페이스의 구현에서 `get_search_filters()` 메소드가 반환하는 튜플의 첫 번째 멤버를 보십시오. 비활성화 된 필터는 사용자가 검색 페이지에서 수동으로 다시 활성화 할 수 있습니다. (''0.12 버전부터'')
zh_tw: 指定預設情況下應在搜索頁面上禁用哪些搜索過濾器。 這也將限制用於快速搜索功能的過濾器。 預設組件定義的過濾器名稱為：`Wiki`, `待辦事項`，`里程碑`和`儲存庫更動`。 對於外掛程式，請在`get_search_filters()`方法返回值的第一個成員中查找ISearchSource接口的實現。 禁用後，用戶仍可以在搜索頁面上手動啟用搜索過濾器。 (從 0.12)

source: In this section, you can define additional fields for tickets. See TracTicketsCustomFields for more details.
fr: Dans cette section, vous pouvez définir des champs additionnels pour les tickets. Voir TracTicketsCustomFields pour plus de détails.
he: במקטע זה ניתן להגדיר שדות נוספים לטיקטים. ראה TracTicketsCustomFields לפרטים נוספים.
ja: このセクションでは、チケットに追加したいフィールドを定義することができます。詳細については TracTicketsCustomFields を参照してください。
ko: 이 구역에서, 티켓의 추가 필드를 정의할 수 있습니다. 자세한 정보는 [[TracTicketsCustomFields]]를 보십시오.
zh_tw: 在此區段中，您可以替待辦事項定義額外的欄位。有關更多詳細信息，請參見 TracTicketsCustomFields。

source: Ordered list of workflow controllers to use for ticket actions (''since 0.11'').
fr: Liste ordonnée de contrôleurs d'ordonnancement des tâches à utiliser pour les actions sur les tickets ("depuis 0.11")
he: רשימה סדורה של בקרי זרימת תהליך עבודה לשימוש עבור פעולות טיקט (''מאז 0.11'').
ja: チケットのアクションに使用するワークフローコントローラを順番に指定します。(''0.11 以降'')
ko: 티켓 작업에 사용될 작업 흐름 컨트롤러에 대한 정렬된 목록입니다 (''0.11 버전부터'').
zh_tw: 用於待辦事項操作的工作流程控制器的有序列表。 (''從 0.11'')。

source: Make the owner field of tickets use a drop-down menu. Be sure to understand the performance implications before activating this option. See [TracTickets#Assign-toasDrop-DownList Assign-to as Drop-Down List]. Please note that e-mail addresses are '''not''' obfuscated in the resulting drop-down menu, so this option should not be used if e-mail addresses must remain protected. (''since 0.9'')
fr: Force le champs propriétaire des tickets à utiliser un menu déroulant. Attention de bien comprendre l'impact sur les performances avant d'activer cette option. Voir [TracTickets#Assign-toasDrop-DownList Assigner-à comme liste déroulante]. Merci de noter que les adresses de courriel ne sont '''pas''' obscurcies dans le menu déroulant résultant, par conséquent cette option ne doit pas être utilisée si les adresses de courriels doivent rester protégées. (''depuis 0.9'')
he: השתמש בתפריט בחירה נפתח עבור שדה משתמש אחראי של טיקטים. יש להבין את המשמעות של אופציה זו על הביצועים לפני הפעלה. ראה [TracTickets#Assign-toasDrop-DownList Assign-to as Drop-Down List]. שים לב שכתובות אימייל '''אינן''' מעורפלות בתפריט הבחירה הנוצר, כך שאין להשתמש באופציה זו במקרה שכתובות אימייל צריכות להישמר מוגנות. (''מאז 0.9'')
ja: チケットの担当者フィールドにドロップダウンメニューを使うようになります。 このオプションを有効にする前にパフォーマンスに対する影響を把握するようにしてください。[TracTickets#Assign-toasDrop-DownList ドロップダウンで担当振り分け]を参照。 ドロップダウンメニュー中ではメールアドレスを隠せ'''ない'''ことに注意してください。そのため、メールアドレスを保護したままにしないといけない場合には、このオプションを使用するべきではありません。 (''0.9 以降'')
ko: 티켓 소유자 필드에 드롭다운 메뉴를 사용합니다. 이 설정을 활성화 하기 전에 성능에 끼치는 영향을 이해하고 있어야 합니다. [TracTickets#Assign-toasDrop-DownList Assign-to as Drop-Down List] 항목을 참조하십시오. 드롭다운 메뉴에 있는 메일 주소는 난독화 되지 않으므로, 메일 주소가 보호되어야 한다면 이 설정을 사용하지 않아야 함을 유의하십시오. (''0.9 버전부터'')
zh_tw: 使待辦事項的負責人欄位選擇使用下拉選單。 激活此選項之前，請務必了解性能影響。 請參閱[TracTickets#Assign-toasDrop-DownList 分配使用下拉列表]。 請注意，在產生的下拉選單中不會隱藏電子郵件地址，因此如果必須保護電子郵件地址，則不應使用此選項。 (''從 0.9'')

source: Default version for newly created tickets.
fr: Version par défaut pour les tickets nouvellement créés.
he: ערך ברירת מחדל לשדה גרסה עבור טיקטים חדשים.
ja: 新規登録チケットに対するデフォルトのバージョンを指定します。
ko: 새로 생성될 티켓의 기본 버전입니다.
zh_tw: 新建立待辦事項預設版本

source: Default type for newly created tickets (''since 0.9'').
fr: Type par défaut pour les tickets nouvellement créés ("depuis 0.9").
he: ערך ברירת מחדל לשדה סוג עבור טיקטים חדשים (''מאז 0.9'').
ja: 新規登録チケットに対するデフォルトの分類を指定します。(''0.9 以降'')
ko: 새로 생성될 티켓의 기본 유형입니다 (''0.9 버전부터'').
zh_tw: 新建立待辦事項預設類型 (''從 0.9'')

source: Default priority for newly created tickets.
fr: Priorité par défaut pour les tickets nouvellement créés.
he: ערך ברירת מחדל לשדה עדיפות עבור טיקטים חדשים.
ja: 新規登録チケットに対するデフォルトの優先度を指定します。
ko: 새로 생성될 티켓의 기본 우선순위입니다.
zh_tw: 新建立待辦事項預設優先順序

source: Default milestone for newly created tickets.
fr: Jalon par défaut pour les tickets nouvellement créés.
he: ערך ברירת מחדל לשדה אבן דרך עבור טיקטים חדשים.
ja: 新規登録チケットに対するデフォルトのマイルストーンを指定します。
ko: 새로 생성될 티켓의 기본 마일스톤입니다.
zh_tw: 新建立待辦事項預設里程碑

source: Default component for newly created tickets.
fr: Composant par défaut pour les tickets nouvellement créés.
he: ערך ברירת מחדל לשדה רכיב עבור טיקטים חדשים.
ja: 新規登録チケットに対するデフォルトのコンポーネントを指定します。
ko: 새로 생성될 티켓의 기본 컴포넌트입니다.
zh_tw: 新建立待辦事項預設元件

source: Default severity for newly created tickets.
fr: Sévérité par défaut pour les tickets nouvellement créés.
he: ערך ברירת מחדל לשדה חומרה עבור טיקטים חדשים.
ja: 新規登録チケットに対するデフォルトの重要度を指定します。
ko: 새로 생성될 티켓의 기본 중요도입니다.
zh_tw: 新建立待辦事項預設嚴重程度

source: Default summary (title) for newly created tickets.
fr: Résumé (titre) par défaut pour les tickets nouvellement créés.
he: ערך ברירת מחדל לשדה תיאור קצר (כותרת) עבור טיקטים חדשים.
ja: 新規登録チケットに対するデフォルトの概要 (タイトル) を指定します。
ko: 새로 생성될 티켓의 기본 개요(제목)입니다.
zh_tw: 新建立待辦事項預設摘要(標題)。

source: Default description for newly created tickets.
fr: Description par défaut pour les tickets nouvellement créés.
he: ערך ברירת מחדל לשדה תיאור מפורט עבור טיקטים חדשים.
ja: 新規登録チケットに対するデフォルトの詳細を指定します。
ko: 새로 생성될 티켓의 기본 설명입니다.
zh_tw: 新建立待辦事項預設描述

source: Default keywords for newly created tickets.
fr: Mots clés par défaut pour les tickets nouvellement créés.
he: ערך ברירת מחדל לשדה מילות מפתח עבור טיקטים חדשים.
ja: 新規登録チケットに対するデフォルトのキーワードを指定します。
ko: 새로 생성될 티켓의 기본 키워드입니다.
zh_tw: 新建立待辦事項預設關鍵字

source: Default owner for newly created tickets.
fr: Propriétaire par défaut pour les tickets nouvellement créés.
he: ערך ברירת מחדל לשדה אחראי עבור טיקטים חדשים.
ja: 新規登録チケットに対するデフォルトの担当者を指定します。
ko: 새로 생성될 티켓의 기본 소유자입니다.
zh_tw: 新建立待辦事項預設負責人

source: Default cc: list for newly created tickets.
fr: Cc: liste par défaut pour les tickets nouvellement créés.
he: ערך ברירת מחדל לשדה רשימת מכותבים עבור טיקטים חדשים.
ja: 新規登録チケットに対するデフォルトの関係者を指定します。
ko: 새로 생성될 티켓의 기본 참조자 목록입니다.
zh_tw: 預設副本: 對於新建立待辦事項的列表。

source: Default resolution for resolving (closing) tickets (''since 0.11'').
fr: Résolution par défaut pour résoudre (clore) les tickets ("depuis 0.11").
he: ערך ברירת מחדל להחלטה בעת סגירת טיקטים (''מאז 0.11'').
ja: 解決 (クローズ) になるチケットに対するデフォルトの解決方法を指定します (''0.11 以降'')。
ko: 티켓을 해결할 때 (닫을 때)의 기본 해결방법입니다 (''0.11 버전부터'').
zh_tw: 解決(關閉)待辦事項預設的處理結果 (''從 0.11'').

source: The workflow for tickets is controlled by plugins. By default, there's only a `ConfigurableTicketWorkflow` component in charge. That component allows the workflow to be configured via this section in the `trac.ini` file. See TracWorkflow for more details. (''since 0.11'')
fr: L'ordonnancement des tâches pour les tickets est contrôlé par des plugins. Par défaut, il y a seulement un composant `ConfigurableTicketWorkflow` responsable. Ce composant permet à l'ordonnancement des tâches d'être configuré via cette section dans le fichier `trac.ini`. Voir TracWorkflow pour plus de détails. ("depuis 0.11")
he: זרימת העבודה של טיקטים נשלטת ע"י פלאגינים. כברירת מחדל, רק הרכיב `ConfigurableTicketWorkflow` אחראי לכך. רכיב זה מאפשר להגדיר את זרימת העבודה באמצעות מקטע זה בקובץ `trac.ini`. ראה TracWorkflow לפרטים נוספים. (''מאז 0.11'')
ja: チケットのワークフローはプラグインで制御します。デフォルトで制御しているのは `ConfigurableTicketWorkflow` コンポーネントのみです。 そのコンポーネントは `trac.ini` ファイルのこのセクションでワークフローを設定するようになっています。詳細については TracWorkflow を参照してください。 (''0.11 以降'')
ko: 티켓의 작업 흐름은 플러그인에 의해 조정됩니다. 기본적으로, 이를 담당하는 컴포넌트는 `ConfigurableTicketWorkflow` 뿐입니다. 이 컴포넌트는 `trac.ini` 파일의 현재 구역을 통해 업무 흐름이 구성될 수 있도록 합니다. 자세한 정보는 [TracWorkflow]를 보십시오. (''0.11 버전부터'')
zh_tw: 待辦事項的工作流程由外掛程式控制。 預設情況下，僅由`ConfigurableTicketWorkflow`組件負責。 該組件允許通過`trac.ini`檔案中的此區段來配置工作流程。 有關更多詳細信息，請參見 TracWorkflow。 (''從 0.11'')

source: Always send notifications to the ticket owner (''since 0.9'').
fr: Toujours envoyer des notifications au propriétaire du ticket ("depuis 0.9").
he: תמיד שלח התראות למשתמש האחראי על הטיקט (''מאז 0.9'').
ja: 常にチケット担当者に通知を送信するかどうかを指定します。('' 0.9 以降'')
ko: 항상 티켓 소유자에게 알림을 전송합니다 (''0.9 버전부터'').
zh_tw: 總是發送通知給待辦事項負責人 (''從 0.9'')

source: Always send notifications to any address in the ''reporter'' field.
fr: Toujours envoyer des notifications à n'importe quelle adresse présente dans le champs "reporter".
he: תמיד שלח התראות לכל כתובת בשדה ''reporter''.
ja: 常に''報告者''フィールドにあるアドレスに通知を送信するかどうかを指定します。
ko: 항상 티켓 ''작성자'' 필드의 모든 주소에 알림을 전송합니다.
zh_tw: 總是發送通知給''報告者''欄位上的任何位址。

source: Always send notifications to the person who causes the ticket property change and to any previous updater of that ticket.
fr: Toujours envoyer une notification à la personne qui a changé les propriétés du ticket et à chaque personne ayant mis à jour ce ticket par le passé.
ja: チケットを変更した人とこれまでにそのチケットを変更した人に常に通知を送信するかどうかを指定します。
ko: 티켓 속성을 변경한 사람이나 이전에 티켓을 변경한 적이 있는 사용자에게 항상 알림을 전송합니다.
zh_tw: 總是發送通知給導致待辦事項屬性改變的人與任何先前更新此待辦事項的人。
