Repository: edgewall/trac
Catalog: trac/locale/*/LC_MESSAGES/tracini.po
Languages: fr, he, ja, ko, zh_tw

source: Default repository connector type. (''since 0.10'') This is also used as the default repository type for repositories defined in the [TracIni#repositories-section repositories] section or using the "Repositories" admin panel. (''since 0.12'')
zh_tw: 預設儲存庫連接器類型。 `trac.ini`檔案[TracIni#repositories-section repositories]區段與"儲存庫"管理面板中的預設儲存庫類型。(''從 0.12'')

source: Path to the default repository. This can also be a relative path (''since 0.11''). This option is deprecated, and repositories should be defined in the [TracIni#repositories-section repositories] section, or using the "Repositories" admin panel. (''since 0.12'')
fr: Chemin vers le dépôt par défaut. Cela peut aussi être un chemin relatif ("depuis 0.11"). Cette option est obsolète, et les dépôts doivent être définis dans la section [TracIni#repositories-section repositories], ou en utilisant le tableau de bord d'administration des "Dépôts". ("depuis 0.12")
he: נתיב למצבור ברירת המחדל. ניתן לספק נתיב יחסי (''מאז 0.11''). אופציה זו מיושנת, וכעת יש להגדיר מצבורים במקטע ה[TracIni#repositories-section repositories], או להשתמש בפאנל ניהול "מצבורים"
ja: デフォルトのリポジトリへのパスを指定します。これは相対パスにすることもできます。(''0.11 以降'') このオプションは非推奨で、リポジトリは [TracIni#repositories-section repositories] セクションで定義、もしくは「リポジトリ」管理パネルを使うようにしてください。(''0.12 以降'')
ko: 기본 저장소의 경로입니다. 상대 경로로 지정할 수도 있습니다 (''0.11 버전부터''). 이 설정은 더 이상 사용되지 않습니다. 저장소는 [TracIni#repositories-section repositories] 구역 또는 "저장소" 관리 패널을 이용하여 정의되어야 합니다. (''0.12 버전부터'')
zh_tw: 預設儲存庫的路徑。這也可以是相對路徑(''從 0.11'')。 不建議使用此選項，儲存庫應該定義在[TracIni#repositories-section repositories]區段中或是使用"儲存庫"管理面板。(''從 0.12'')

source: List of repositories that should be synchronized on every page request. Leave this option empty if you have set up post-commit hooks calling `trac-admin $ENV changeset added` on all your repositories (recommended). Otherwise, set it to a comma-separated list of repository names. Note that this will negatively affect performance, and will prevent changeset listeners from receiving events from the repositories specified here. The default is to synchronize the default repository, for backward compatibility. (''since 0.12'')
fr: Liste des dépôts qui doivent être synchronisés à chaque requête de page. Laisser cette option vide si vous avez mis en place un branchement post-commit appelant `trac-admin $ENV changeset added` sur tous vos dépôts (recommandé). Autrement, entrer une liste séparées par des virgules de noms de dépôts. Noter que cela impactera de manière négative les performances, et empêchera les écouteurs de révision de recevoir les évèvenements des dépôts mentionnés. Le comportement par défaut est de synchroniser le dépôt par défaut, pour raison de rétrocompatibilité. (''depuis 0.12'')
he: רשימה של מצבורים שיש לסנכרן בכל בקשה של עמוד. ניתן להשאיר אופציה זו ריקה אם הוגדר סקריפט post-commit המבצע קריאה לפקודה `trac-admin $ENV changeset added` עבור על המצבורים (מומלץ). אחרת, יש לקבוע את הערך לרשימה מופרדת ע"י פסיקים של שמות מצבורים. שים לב שיש לכך השפעה השלילית על הביצועים, ושזה ימנע ממאזיני-קבוצות-שינויים לקבל אירועים מהמצבורים המפורטים כאן. ערך ברירת המחדל הוא לסנכרן את מצבור ברירת המחדלף לשם תאימות לאחור. (''מאז 01.2'')
ja: ページのリクエストのたびに同期を行うリポジトリのリストを指定します。 post-commit フックから `trac-admin $ENV changeset added` を実行するようにすべてのリポジトリで設定しているなら、このオプションを空にしてください (推奨)。そうでないのであれば、リポジトリの名前をカンマ区切りで指定します。注意事項として、これはパフォーマンスに悪影響があり、チェンジセット・リスナーが指定したリポジトリからのイベント取得を妨げることになります。デフォルトは、下位互換のためデフォルトのリポジトリと同期を行います。(''0.12 以降'')
ko: 매 페이지 요청마다 동기화 되어야 하는 저장소의 목록입니다. 모든 저장소에 대해 `trac-admin $ENV changeset added`를 호출하는 post-commit hook을 설정했다면, 이 설정을 비워 두십시오 (권장됨). 아닐 경우, 쉼표로 구분된 저장소 이름의 목록을 입력하십시오. 이 설정은 성능에 안좋은 영향을 끼치며, 여기에 지정한 저장소로부터 변경사항 리스너가 이벤트를 받는 것을 막는다는 점에 유의하십시오. 이전 버전 호환성을 위해, 기본값은 기본 저장소를 동기화 하는 것입니다. (''0.12 버전부터'')
zh_tw: 應在每個頁面請求上同步的儲存庫列表。 如果您在所有儲存庫上的post-commit hook設置了`trac-admin $ENV changeset added`，則將此選項保留為空(推薦)。 否則，將其設置為儲存庫名稱的逗號分隔列表。 請注意，這將對性能產生負面影響，並防止更動偵聽器從此處指定的儲存庫接收事件。 預設設置是同步預設儲存庫，以實現向後兼容。(''從 0.12'')

source: The path to the Subversion [http://svnbook.red-bean.com/en/1.5/svn.serverconfig.pathbasedauthz.html authorization (authz) file]. To enable authz permission checking, the `AuthzSourcePolicy` permission policy must be added to `[trac] permission_policies`.
fr: Le chemin vers le [http://svnbook.red-bean.com/en/1.5/svn.serverconfig.pathbasedauthz.html fichier d'autorisations (authz)] Subversion. Pour activer la vérification des permissions authz, la politique de permission `AuthzSourcePolicy` doit être ajoutée à `[trac] permission_policies`.
he: נתיב ל[http://svnbook.red-bean.com/en/1.5/svn.serverconfig.pathbasedauthz.html קובץ ניהול הרשאות] של Subversion. ע"מ לאפשר בדיקת הרשאות ע"ב authz, יש להוסיף את מדיניות ההרשאות `AuthzSourcePolicy` ל-`[trac] permission_policies`.
ja: Subversion [http://svnbook.red-bean.com/en/1.5/svn.serverconfig.pathbasedauthz.html authz ファイル] のパスを指定します。 authz 権限チェックを有効にするには、`AuthzSourcePolicy` 権限ポリシーを `[trac] permission_policies` に追加してください。
ko: Subversion [http://svnbook.red-bean.com/en/1.5/svn.serverconfig.pathbasedauthz.html 인증 (authz) 파일]의 경로입니다. authz 권한 확인을 활성화 하려면, `[trac] permission_policies` 항목에 `AuthzSourcePolicy` 권한 정책이 추가되어야 합니다.
zh_tw: Subversion[http://svnbook.red-bean.com/en/1.5/svn.serverconfig.pathbasedauthz.html 授權檔案(authz)]的路徑。 要啟用authz權限檢查，必須將`AuthzSourcePolicy`權限策略添加到`[trac] permission_policies`。

source: The module prefix used in the `authz_file` for the default repository. If left empty, the global section is used.
fr: Le préfixe de module utilisé dans `authz_file` pour le dépôt par défaut. Si laissé vide, la section globale est utilisée.
he: תחילית המודול המשמשת ב-`authz_file` למצבור ברירת המחדל. אם נשאר ריק, יעשה שימוש במקטע הגלובאלי.
ja: `authz_file` で使うデフォルトのリポジトリに対応するモジュール名を指定します。空の場合はグローバルセクションを使用します。
ko: 기본 저장소의 `authz_file`에 사용될 모듈 접두어입니다. 빈 칸으로 놓아두면 global 구역이 사용됩니다.
zh_tw: 預設儲存庫的`authz_file`中使用的模塊前綴。如果保留為空，則使用全局區段。

source: Comma-separated list of version control properties to render as wiki content in the repository browser. (''since 0.11'')
fr: Liste séparée par des virgules de propriétés de gestion de versions à présenter en tant que contenu wiki dans le navigateur de dépôts. ("depuis 0.11")
he: רשימה מופרדת ע"י פסיקים של מאפייני מערכת ניהול גרסאות שיש להציג כתוכן-ויקי בסייר המצבורים. (''מאז 0.11'')
ja: リポジトリブラウザで Wiki として描画するバージョン管理のプロパティをカンマ区切りで指定します。 (''0.11 以降'')
ko: 저장소 탐색기에서 위키 내용으로 처리될, 버전 관리 속성의 쉼표로 구분된 목록입니다. (''0.11 버전부터'')
zh_tw: 要在儲存庫瀏覽器中呈現為Wiki內容的版本控制屬性(逗號分隔列表)。 (''從 0.11'')

source: Comma-separated list of version control properties to render as oneliner wiki content in the repository browser. (''since 0.11'')
fr: Liste séparée par des virgules de propriétés de gestion de versions à présenter en tant que contenu wiki d'une seule ligne dans le navigateur de dépôts. (''depuis 0.11'')
he: רשימה מופרדת ע"י פסיקים של מאפייני מערכת ניהול גרסאות שיש להציג כתוכן-ויקי onelienr בסייר המצבורים. (''מאז 0.11'')
ja: リポジトリブラウザで1行スタイルの Wiki として描画するバージョン管理のプロパティをカンマ区切りで指定します。 (''0.11 以降'')
ko: 저장소 탐색기에서 한 줄 위키 내용으로 처리될, 버전 관리 속성의 쉼표로 구분된 목록입니다. (''0.11 버전부터'')
zh_tw: 要在儲存庫瀏覽器中呈現為單行Wiki內容的版本控制屬性(逗號分隔列表)。 (''從 0.11'')

source: List of repository paths that can be downloaded. Leave this option empty if you want to disable all downloads, otherwise set it to a comma-separated list of authorized paths (those paths are glob patterns, i.e. "*" can be used as a wild card). In a multi-repository environment, the path must be qualified with the repository name if the path does not point to the default repository (e.g. /reponame/trunk). Note that a simple prefix matching is performed on the paths, so aliases won't get automatically resolved. (''since 0.10'')
fr: Liste des chemins de dépôts qui peuvent être téléchargés. Laissez cette option vide si vous voulez désactiver tous les téléchargements, dans la cas contraire positionnez la valeur à une liste séparée par des virgules de chemins autorisés (ces chemins sont des motifs glob, par exemple "*" qui peut être utilisé comme joker). Dans un environnement multi-dépôt, le chemin doit être qualifié avec le nom du dépôt si le chemin ne pointe pas vers le dépôt par défaut (e.g. /reponame/trunk). Notez qu'une simple correspondance sur le préfixe est réalisé sur les chemins, donc les aliases ne seront pas automatiquement résolus. (''depuis 0.10'')
ja: ダウンロードできるようにするリポジトリのパスをリストで指定します。 ダウンロードを無効にしたい場合は空にします。そうでない場合は、許可するパスをカンマ区切りで指定します (ワイルドカードとして "*" が使えます)。 マルチリポジトリ環境でパスがデフォルトのリポジトリを指していない場合には、そのパスはリポジトリ名付きで指定する必要があります (例えば /reponame/trunk)。 また、パスのプレフィックスマッチング処理はシンプルhもので、自動でエイリアスの解決は行わないことに注意してください。 (''0.10 以降'')
ko: 다운로드 할 수 있는 저장소 경로의 목록입니다. 빈 칸으로 놓아두면 모든 다운로드가 비활성화 됩니다. 아닐 경우 접근 허용된 경로에 대한 쉼표로 구분된 목록을 입력합니다 (경로들은 glob 패턴으로, "*"이 아무개 문자로 사용될 수 있음). 다중 저장소 환경에서 경로가 기본 저장소를 가리키지 않는 경우, 저장소 이름 부분까지 포함된 경로를 입력해야 합니다 (예: /reponame/trunk). 경로에 대해 단순히 접두어 비교만 수행하기 때문에, 별칭이 자동적으로 처리되지 않음에 유의하십시오. (''0.10 버전부터'')
zh_tw: 可以下載的儲存庫路徑列表。 如果要禁用所有下載，請將此選項留空， 否則將其設置為以逗號分隔的授權路徑列表(這些路徑是全局樣式，即"*"可用作萬用字元)。 在多儲存庫環境中，如果路徑未指向預設儲存庫(例如 /reponame/trunk)， 則該路徑必須使用儲存庫名稱進行限定。請注意，路徑執行簡單的前綴匹配，因此別名不會被自動解析。 (''從 0.10'')

source: Enable colorization of the ''age'' column. This uses the same color scale as the source code annotation: blue is older, red is newer. (''since 0.11'')
fr: Active la coloration pour la colonne "age". Cela utilise la même échelle de couleur que l'annotation du code source : bleu is plus vieux, rouge est plus récent. ("depuis 0.11")
he: אפשר צביעת עמודות עפ"י ''גיל''. זה משתמש באותה סקלת צבעים כמו סימון קוד מקור: כחול זה ישן יותר, אדום חדש יותר. (''מאז 0.11'')
ja: ''時期''列の色付けを行うかどうかを指定します。 これにはソースコードの注釈と同じカラースケールを使います。青が古く、赤が新しいものとなります。 (''0.11 以降'')
ko: ''오래됨'' 열의 색상 표시를 활성화합니다. 이것은 소스 코드 수정한 사람 보기에서와 같은 색상 척도를 사용합니다: 파란색은 오래된 것이며, 빨간색은 새로운 것입니다. (''0.11 버전부터'')
zh_tw: 啟用''年份''欄位的著色。 這使用與原始碼註釋相同的色標: 藍色的顏色較舊，紅色的顏色較新。 (''從 0.11'')

source: (r,g,b) color triple to use for the color corresponding to the newest color, for the color scale used in ''blame'' or the browser ''age'' column if `color_scale` is enabled. (''since 0.11'')
fr: Triplet de couleur (r,g,b) à utiliser pour la couleur correspondant à la couleur la plus récent, pour l'échelle de couleur utilisé dans "blame" ou dans la colonne "age" du navigateur si `color_scale` est activé. ("depuis 0.11")
he: שלשת צבעים (r,g,b) לשימוש בתור הצבע החדש ביותר, עבור סקלת הצבעים המשמשת ב''האשמה'', או בעמודת ה''גיל'' בסייר, אם `color_scale` מאופשר. (''מאז 0.11'')
ja: 最新のものに対応する色を (r,g,b) で指定します。`color_scale` が有効の場合に、''注釈履歴''やソースブラウザの''時期''列で使います。 (''0.11 以降'')
ko: 가장 새로운 항목에 해당하는 (R,G,B) 색상을 설정합니다. 이것은 `color_scale`이 활성화 되었을 때, ''수정한 사람 보기'' 또는 저장소 탐색기 ''오래됨''열의 색상 척도에서 사용됩니다. (''0.11 버전부터'')
zh_tw: (r,g,b)色彩三原色，與最新相對應的顏色，用於''blame''或瀏覽器''年份''欄位(如果啟用了`color_scale`)。 (''從 0.11'')

source: (r,g,b) color triple to use for the color corresponding to the oldest color, for the color scale used in ''blame'' or the browser ''age'' column if `color_scale` is enabled. (''since 0.11'')
fr: Triplet de couleur (r,g,b) à utiliser pour la couleur correspondant à la couleur la plus vieille, pour l'échelle de couleur utilisé dans "blame" ou dans la colonne "age" du navigateur si `color_scale` est activé. ("depuis 0.11")
he: שלשת צבעים (r,g,b) לשימוש בתור הצבע הישן ביותר, עבור סקלת הצבעים המשמשת ב''האשמה'', או בעמודת ה''גיל'' בסייר, אם `color_scale` מאופשר. (''מאז 0.11'')
ja: 最古のものに対応する色を (r,g,b) で指定します。`color_scale` が有効の場合に、''注釈履歴''やソースブラウザの''時期''列で使います。 (''0.11 以降'')
ko: 가장 오래된 항목에 해당하는 (R,G,B) 색상을 설정합니다. 이것은 `color_scale`이 활성화 되었을 때, ''수정한 사람 보기'' 또는 저장소 탐색기 ''오래됨''열의 색상 척도에서 사용됩니다. (''0.11 버전부터'')
zh_tw: (r,g,b)色彩三原色，與最舊相對應的顏色，用於''blame''或瀏覽器''年份''欄位(如果啟用了`color_scale`)。(''從 0.11'')

source: If set to a value between 0 and 1 (exclusive), this will be the point chosen to set the `intermediate_color` for interpolating the color value. (''since 0.11'')
fr: Si positionné à une valeur entre 0 et 1 (exclusif), ce sera le point choisi pour positionner la `intermediate_color` pour interpoler la valeur de couleur. ("depuis 0.11")
he: אם ניתן ערך בין 0 ל-1 (לא כולל), זו תהיה הנקודה שתשמש עבור `intermediate_color` לצורך אינטרפולציה של ערך הצבע. (''מאז 0.11'')
ja: 0より大きく1未満の値を設定すると、カラースケールの補間処理で設定した位置で `intermediate_color` の色を使うようになります。 (''0.11 以降'')
ko: 0 이상 1 미만의 값으로 설정할 경우, 색상 값을 보간할 때 `intermediate_color`를 사용할 지점이 됩니다. (''0.11 버전부터'')
zh_tw: 如果設置為0到1(不包括)之間的值，則將選擇該點來設置`intermediate_color`以插入顏色值。 (''從 0.11'')

source: (r,g,b) color triple to use for the color corresponding to the intermediate color, if two linear interpolations are used for the color scale (see `intermediate_point`). If not set, the intermediate color between `oldest_color` and `newest_color` will be used. (''since 0.11'')
fr: Triplet de couleur (r,g,b) à utiliser pour la couleur correspondante à la couleur intermédiaire, si deux interpolations linéaires sont utilisées pour cette échelle de couleur (voir `intermediate_point`). Si non activé, la couleur intermédiaire entre oldest_color` et `newest_color` sera utilisée. ("depuis 0.11")
he: שלשת צבעים (r,g,b) לשימוש בתור צבע הביניים, אם שתי אינטרפולציות לינאריות משמשות לסקלת הצבעים (ראה `intermediate_point`). אם לא נקבע ערך, ייבחר צבע הביניים בין `oldest_color` לבין `newest_color`. (''מאז 0.11'')
ja: カラースケールの2つの線形補間を行う場合の中間部分に対応する色を (r,g,b) で指定します (`intermediate_point` 参照)。指定しない場合は、`oldest_color` と `newest_color` の中間色を使います。 (''0.11 以降'')
ko: 색상 척도를 선형 보간할 때 중간 항목에 해당하는 (R,G,B) 색상을 설정합니다 (`intermediate_point` 참고). 설정되지 않으면, `oldest_color`와 `newest_color`의 중간 색상이 사용됩니다. (''0.11 버전부터'')
zh_tw: (r,g,b)色彩三原色，與中間相對應的顏色，如果兩點線性插值被使用(請參見`intermediate_point`)。 如果未設置，則將使用`oldest_color`和`newest_color`之間的中間顏色。 (''從 0.11'')

source: Whether raw files should be rendered in the browser, or only made downloadable. Pretty much any file may be interpreted as HTML by the browser, which allows a malicious user to create a file containing cross-site scripting attacks. For open repositories where anyone can check-in a file, it is recommended to leave this option disabled (which is the default).
fr: Selon que les pièces jointes brutes doivent être représentées dans le navigateur, ou bien seulement téléchargeables. À peu près tous les fichiers peuvent être interprétés comme du HTML par le navigateur, ce qui pourrait permettre à un utilisateur mal intentionné de créer un fichier contenant une attaque cross-site scripting. Pour les sites publics où les utilisateurs anonymes peuvent créer des pièces jointes, il est recommandé de laisser cette option désactivée (ce qui est la valeur par défaut).
ja: ファイルをそのままブラウザで表示するか、単にダウンロードになるようにするかどうかを指定します。 ブラウザはほとんどのファイルを HTML として解釈するため、悪意のあるユーザにクロスサイトスクリプティング攻撃を行うファイルの作成を許すことになります。 誰でもファイルをチェックインできる公開リポジトリでは、この設定を無効のままにすることを推奨します。(これがデフォルトです)
ko: 원본 파일을 브라우저에서 표시할 지, 다운로드 하게만 할 지 여부입니다. 거의 모든 파일이 브라우저에서 HTML로 표현될 수 있으며, 이는 악의적인 사용자가 크로스 사이트 스크립팅 공격을 포함한 파일을 만드는 것을 가능하게 합니다. 누구나 파일을 체크인 할 수 있는 공개 저장소에 대해서는, 이 설정을 비활성화 하는 것을 권장합니다 (기본값).
zh_tw: 是否raw檔案應在瀏覽器中呈現，還是僅可下載。 瀏覽器幾乎可以將任何檔案解釋為HTML，這使惡意用戶可以建立包含跨站點腳本攻擊的檔案。 對於任何人都可以提交檔案的開放儲存庫，建議禁用此選項。(預設是禁用)

source: Comma-separated list of version control properties to hide from the repository browser. (''since 0.9'')
fr: Liste séparée par des virgules de propriétés de gestion de versions à cacher dans le navigateur de dépôts. ("depuis 0.9")
he: רשימה מופרדת ע"י פסיקים של מאפייני מערכת ניהול הגרסאות שיש להסתיר בסייר המצבור. (''מאז 0.9'')
ja: リポジトリブラウザで非表示にするバージョン管理のプロパティをカンマ区切りで指定します。 (''0.9 以降'')
ko: 저장소 탐색기에서 숨길 버전 관리 속성의 쉼표로 구분된 목록입니다. (''0.9 버전부터'')
zh_tw: 要從儲存庫瀏覽器隱藏的版本控制屬性(逗號分隔列表)。(''從 0.9'')

source: Number of files to show (`-1` for unlimited, `0` to disable). This can also be `location`, for showing the common prefix for the changed files. (since 0.11).
fr: Nombre de fichiers à afficher (`-1` pour illimité, `0` pour désactiver). Cela peut aussi être `location`, pour montrer le préfixe commun pour les fichiers modifiés. (depuis 0.11)
he: כמות קבצים שיש להציג (`-1` עבור ללא הגבלה, `0` עבור כיבוי). זה יכול להיות גם `location`, לשם הצגה של תחיליות משותפות של הקבצים ששונו. (מאז 0.11).
ja: 表示するファイル数を指定します。(`-1`は無制限、`0`は無効になります) `location` を指定することもできます。変更ファイルの共通しているプレフィックスを表示するようになります。(0.11 以降)
ko: 보여 줄 파일의 수입니다 (`-1`이면 무제한, `0`이면 비활성화). `location`으로 설정하면, 변경된 파일의 공통 접두사를 표시합니다 (''0.11 버전부터'').
zh_tw: 要顯示的檔案數(`-1`表示無限制，`0`表示禁用)。 也可以設定為`location`，用於顯示已更改檔案的共同前綴。(從 0.11)。

source: Whether wiki-formatted changeset messages should be multiline or not. If this option is not specified or is false and `wiki_format_messages` is set to true, changeset messages will be single line only, losing some formatting (bullet points, etc).
fr: Si les messages de révision au format wiki doivent être multi-lignes ou pas. Si cette option n'est pas spécifiée ou est à la valeur fausse et `wiki_format_messages` est positionné à vrai, les messages de révision seront seulement sur une seule ligne, et perdront peut-être un peu de leur mise en page (liste à puces, etc.).
he: האם הודעות קבוצות-שינויים בפורמט-ויקי אמורות להיות מרובות-שורות או לא. אם אופציה זו אינה מוגדרת או נקבעת לfalse, ו`wiki_format_messages` נקבע לtrue, הודעות קבוצות שינויים יהיו בנות שורה יחידה, תוך איבוד חלק מהעיצוב (רשימות ממוספרות וכדו').
ja: Wiki フォーマットになっているチェンジセットのメッセージを複数行になるようにするかそうでないようにするかを指定します。 この設定を指定しないか false にして `wiki_format_messages` を true にすると、チェンジセットのメッセージは1行スタイルになり、箇条書きなどの書式は反映されないようになります。
ko: 위키 형식의 변경사항 메시지가 여러 줄로 표현되어야하는지 여부입니다. 설정값이 비어 있거나, 값이 거짓이면서 `wiki_format_messages` 값이 참이면, 변경사항 메시지는 일부 서식(글머리 기호 등)을 잃고 한 줄로 표시될 것입니다.
zh_tw: Wiki格式的更動訊息是否應為多行。 如果未指定此選項或為false，並且`wiki_format_messages`設置為true，則更動訊息將僅是單行但丟失某些格式(項目符號，等等)。

source: Whether consecutive changesets from the same author having exactly the same message should be presented as one event. That event will link to the range of changesets in the log view. (''since 0.11'')
fr: Si les révisions consécutives d'un même auteur ayant exactement le même message doivent être présentées comme un seul évènement. Cet évènement sera lié à la série des révisions dans la vue de journal. (''depuis 0.11'')
ja: 同じ更新者で完全に同じメッセージを持っている連続したチェンジセットを1つのイベントになるようにするかどうかを指定します。このイベントは、更新履歴ページでのチェンジセットの範囲にリンクするようになります。 (''0.11 以降'')
ko: 같은 작성자와 같은 메시지의 연속된 변경사항이 하나의 이벤트로 표시되어야 하는지 여부입니다. 이 이벤트는 로그 보기의 변경사항 범위로 연결됩니다. (''0.11 버전부터'')
zh_tw: 來自同一作者並有相同訊息的連續更動是否應作為一個事件呈現。 該事件將連結到日誌視圖中更動的行列。 (''從 0.11'')

source: Maximum number of modified files for which the changeset view will attempt to show the diffs inlined (''since 0.10'').
fr: Nombre maximum de fichiers modifiés pour lesquels la vue de révisions doit tenter d'afficher les différences en-ligne (''depuis 0.10'')
he: מספר מירבי של קבצים שהשתנו עבורו תצוגת קבוצות-השינויים תנסה להציג הפרשים בתצוגת inline (''מאז 0.10'').
ja: チェンジセットページで差分をインラインで表示するファイルの最大数を指定します。(''0.10 以降'')
ko: 변경사항 보기에서 변경된 사항을 인라인으로 보여줄, 변경된 파일의 최대 수입니다 (''0.10 버전부터'').
zh_tw: 在內崁差異變更檢視中將嘗試顯示的最大已修改檔案數(''從 0.10'')。

source: Maximum total size in bytes of the modified files (their old size plus their new size) for which the changeset view will attempt to show the diffs inlined (''since 0.10'').
fr: Taille maximum en octets des fichiers modifiés (leur ancienne taille plus leur nouvelle tailer) pour laquelle la vue de révisions doit tenter d'afficher les différences en-ligne (''depuis 0.10'')
he: גודל מירבי בבתים של הקבצים שהשתנו (גודל ישן + גודל חדש) עבורו תצוגת קבוצת-השינויים תנסה להציג הפרשים בצורת inline (''מאז 0.10'').
ja: チェンジセットページで差分をインラインで表示するファイルの合計の上限バイト数 (旧サイズと新サイズの和) を指定します。(''0.10 以降'')
ko: 변경사항 보기에서 변경된 사항을 인라인으로 보여줄, 변경된 파일의 최대 용량의 합(이전 크기 더하기 새 크기)입니다 (''0.10 버전부터'').
zh_tw: 在內崁差異變更檢視中將嘗試顯示的最大總和大小(舊大小加上新大小，單位是Byte)(''從 0.10'')。

source: Whether wiki formatting should be applied to changeset messages. If this option is disabled, changeset messages will be rendered as pre-formatted text.
fr: Si le formatage wiki doit être appliqué aux messages de révision. Si cette option est désactivée, les messages de révision seront présentés comme du texte pré-formatté.
he: האם צריך להחיל עיצוב ויקי על הודעות קבוצות-שינויים. אם אופציה זו לא מופעלת, הודעות קבוצות-שינויים יוצגו בתור טקסט pre-formatted.
ja: チェンジセットのメッセージに Wiki フォーマットを適用するかどうかを指定します。 この設定を無効にすると、チェンジセットのメッセージは pre フォーマットのテキストとして表示します。
ko: 변경사항 메시지에 위키 서식이 적용되어야 하는지 여부입니다. 이 설정이 비활성화 되면, 변경사항 메시지는 미리 서식 지정된 텍스트로 표시됩니다.
zh_tw: 是否應將Wiki格式應用於變更訊息中。 如果禁用此選項，則變更訊息將呈現為預格式化的文字。

source: Default value for the limit argument in the TracRevisionLog. (''since 0.11'')
fr: Valeur par défaut pour l'argument limit dans le TracRevisionLog. ("depuis 0.11")
he: ערך ברירת מחדל עבור ארגומנט ה-limit של TracRevisionLog. (''מאז 0.11'')
ja: TracRevisionLog の limit 引数に対するデフォルト値を指定します。 (''0.11 以降'')
ko: [TracRevisionLog 리비전 기록]의 limit 인수에 대한 기본값입니다. (''0.11 버전부터'')
zh_tw: TracRevisionLog 中預設每頁顯示的數目。 (''從 0.11'')

source: Comma-separated list of colors to use for the TracRevisionLog graph display. (''since 1.0'')
fr: Liste séparée par des virgules de couleurs à utiliser pour l'affichage du graphe TracRevisionLog. (''depuis 1.0'')
ja: TracRevisionLog のグラフ表示に使う配色をカンマ区切りで指定します。(''1.0 以降'')
ko: [TracRevisionLog 리비전 기록] 그래프 표시를 위해 사용될 색상의 쉼표로 구분된 목록입니다. (''1.0 버전부터'')
zh_tw: 用於 TracRevisionLog 圖形顯示的顏色(逗號分隔列表)。(''從 1.0'')

source: Whether the IP address of the user should be checked for authentication (''since 0.9'').
fr: Si l'adresse IP de l'utilisateur doit être vérifiée pour l'authentification ("depuis 0.9").
he: האם כתובת ה-IP של המשתמש צריכה להיבדק לצורך הזדהות (''מאז 0.9'').
ja: 認証チェックに IP アドレスを使用するかどうかを指定します。(''0.9 以降'')
ko: 인증을 위해 사용자의 IP 주소가 확인되어야 하는지 여부입니다 (''0.9 버전부터'').
zh_tw: 是否應檢查用戶的IP地址以進行身份驗證(''從 0.9'')。

source: Whether login names should be converted to lower case (''since 0.9'').
fr: Si les noms d'utilisateurs doivent être convertis en minuscules ("depuis 0.9").
he: האם שמות כניסה צריכים להיות מומרים לאותיות קטנות (''מאז 0.9'')
ja: ログイン名を小文字に変換するかどうかを指定します。(''0.9 以降'')
ko: 로그인 이름이 소문자로 변환되어야 하는지 여부입니다 (''0.9 버전부터'').
zh_tw: 登錄名是否應轉換為小寫。 (''從 0.9'').

source: Lifetime of the authentication cookie, in seconds. This value determines how long the browser will cache authentication information, and therefore, after how much inactivity a user will have to log in again. The default value of 0 makes the cookie expire at the end of the browsing session. (''since 0.12'')
fr: Durée de vie du cookie d'authentification, en secondes. Cette valeur détermine combien de temps le navigateur va conserver l'information d'authentification, et par conséquent, après combien de temps d'inactivité un utilisateur aura à se reconnecter. La valeur par défaut est 0 ce qui fait expirer le cookie à la fin de la session de navigation. (''depuis 0.12'')
ja: 認証用クッキーの生存期間を秒単位で指定します。 この値を使って、ブラウザは認証情報をどれくらいの間キャッシュするか、つまり、ユーザのアクセスがどれくらいない時には再度ログインする必要があるか、を決めます。デフォルト値は0で、ブラウザの終了時にクッキーは期限切れになります。(''0.12 以降'')
ko: 인증 쿠키의 유효 시간을 초 단위로 지정합니다. 이 값은 얼마 동안 브라우저가 인증 정보를 저장할 지를 결정하며, 따라서 이 시간 동안 비활성 상태였다면 사용자는 다시 로그인 해야 합니다. 기본값 0은 브라우징 세션 종료 시에 쿠키가 만료되도록 합니다. (''0.12 버전부터'')
zh_tw: 身份驗證Cookie的生存時間(以秒為單位)。 此值決定瀏覽器緩存身份驗證信息的時間，因此在閒置多少後，用戶將不得不再次登錄。 預設值0使Cookie在結束瀏覽會話時就過期。(''從 0.12'')

source: Path for the authentication cookie. Set this to the common base path of several Trac instances if you want them to share the cookie. (''since 0.12'')
fr: Chemin vers le cookie d'authentification. Positionner ceci au chemin de base commun de plusieurs instances Trac si vous voulez qu'ils partagent le cookie. (''depuis 0.12'')
ja: 認証用クッキーのパスを指定します。クッキーを他の Trac インスタンスと共有したい場合には、共通になるベースのパスを設定します。(''0.12 以降'')
ko: 인증 쿠키의 경로입니다. 여러 Trac 인스턴스에서 쿠키를 공유하려면 이 값을 인스턴스들의 공통 기본 경로로 설정하십시오. (''0.12 버전부터'')
zh_tw: 身份驗證Cookie的路徑。 請將其設置為幾個Trac實例共同的基本路徑，如果您要它們共享身份驗證Cookie。(''從 0.12'')

source: Path to the //shared templates directory//. Templates in that directory are loaded in addition to those in the environments `templates` directory, but the latter take precedence. Non-absolute paths are relative to the Environment `conf` directory. (''since 0.11'')
zh_tw: //共享模板目錄//的路徑。 除了環境`templates`目錄中的那些模板外，還將加載此目錄中的模板，但環境目錄中的優先。 非絕對路徑格式是相對於環境`conf`目錄。 (''從 0.11'')
