Repository: edgewall/trac
Catalog: trac/locale/*/LC_MESSAGES/tracini.po
Languages: fr, he, ja, ko, zh_tw

source: Path to the //shared htdocs directory//. Static resources in that directory are mapped to /chrome/shared under the environment URL, in addition to common and site locations. This can be useful in site.html for common interface customization of multiple Trac environments. Non-absolute paths are relative to the Environment `conf` directory. (''since 1.0'')
zh_tw: //共享htdocs目錄//的路徑。 除了公共位置和網站位置之外，此目錄中的靜態資源還映射到環境URL下的/chrome/shared。 這對於在site.html中多個Trac環境的通用界面自定義很有用。 非絕對路徑格式是相對於環境`conf`目錄。 (''從 0.11'')

source: Automatically reload template files after modification.
fr: Rechargement automatique des fichiers de template après modification.
he: טען תבניות באופן אוטומאטי לאחר שינוי.
ja: テンプレートの変更後に自動でリロードするかどうかを指定します。
ko: 수정된 다음에 템플릿 파일을 자동으로 다시 불러옵니다.
zh_tw: 修改後自動重新加載模板檔案。

source: The maximum number of templates that the template loader will cache in memory. The default value is 128. You may want to choose a higher value if your site uses a larger number of templates, and you have enough memory to spare, or you can reduce it if you are short on memory.
fr: Le nombre maximum de templates que le chargeur de template va mettre en mémoire tampon. La valeur par défaut est 128. Vous pourriez choisir une valeur plus haute si votre site utilise un grand nombre de templates et si vous avez suffisamment de mémoire à lui dédier, ou bien réduisez cette valeur si vous avez peu de mémoire.
he: המספר המירבי של תבניות שיישמרו בזיכרון המטמון של טוען התבניות. ערך ברירת המחדל הוא 128. ייתכן ותרצה לבחור בערך גבוה יותר אם האתר עושה שימוש בתבניות רבות, וקיים מספיק זיכרון זמין, או שתוכל להפחית את הערך במידה ולא קיים מספיק זיכרון זמין.
ja: テンプレートローダがメモリにキャッシュするテンプレートの最大数を指定します。デフォルト値は128です。もっと多くのテンプレートを使っていてメモリに余裕がある場合は、大きな値にすることもできます。メモリが少ない場合には、小さくすることもできます。
ko: 템플릿 로더가 메모리에 캐시 할 최대 템플릿 수입니다. 기본값은 128입니다. 사이트가 많은 수의 템플릿을 이용한다면 큰 값을 입력할 수 있으며, 이 경우 충분한 메모리가 있어야 합니다. 메모리가 부족하다면 값을 줄일 수 있습니다.
zh_tw: 模板加載器將在記憶體中緩存的最大模板數目。 預設值是128。 如果您的網站使用大量的模板，並且您有足夠的可用記憶體，則可能需要選擇一個較高的值；如果您的記憶體不足，則可以減少該值。

source: Base URL for serving the core static resources below `/chrome/common/`. It can be left empty, and Trac will simply serve those resources itself. Advanced users can use this together with [TracAdmin trac-admin ... deploy <deploydir>] to allow serving the static resources for Trac directly from the web server. Note however that this only applies to the `<deploydir>/htdocs/common` directory, the other deployed resources (i.e. those from plugins) will not be made available this way and additional rewrite rules will be needed in the web server.
fr: URL de base pour servir les ressources statiques de base situées sous `/chrome/common/`. Il peut être laissé vide, et Trac servira simplement ces ressources lui-même. Les utilisateurs avancés peuvent utiliser cela en même temps que [TracAdmin trac-admin ... deploy <deploydir>] pour permettre de servir les ressources statiques pour Trac directement à partir d'un serveur web. Notez cependant que cela s'applique seulement au répertoire `<deploydir>/htdocs/common`, les autres ressources déployées (i.e. celles provenant des plugins) ne seront pas accessibles de cette manière et des règles de réécriture additionnelles seront nécessaires dans le serveur web.
ja: `/chrome/common/` 配下の静的リソースを処理するベース URL を指定します。 空のままにすることもでき、Trac が自分で単にそのリソースを処理するようになります。 上級者は [TracAdmin trac-admin ... deploy <deploydir>] を一緒に使って Web サーバが直接 Trac の静的リソースを処理するようにできます。しかし、`<deploydir>/htdocs/common` ディレクトリにしか適用されず、デプロイしているリソース (例えばプラグインのリソース) に対してはこの方法は有効ではありません。Web サーバに対し、追加でリライトルールが必要になります。
ko: `/chrome/common/` 이하의 핵심 정적 리소스를 제공하는 기본 URL입니다. 빈 값으로 놓아두면 Trac이 자체적으로 리소스를 전달합니다. 고급 사용자는 [TracAdmin trac-admin ... deploy <deploydir>] 명령과 함께 이 설정을 사용하여, Trac의 정적 리소스를 웹 서버가 직접 전달하도록 할 수 있습니다. 하지만 이 설정은 `<deploydir>/htdocs/common` 디렉토리에만 적용된다는 점에 유의하십시오. 다른 리소스들(예를 들어 플러그인의 리소스)은 이 방법으로 처리되지 않으며 추가적인 rewrite 규칙이 웹 서버에 필요할 것입니다.
zh_tw: `/chrome/common/`下用於提供核心靜態資源的基本URL。 可以將其保留為空，而Trac將會自己提供這些資源。 高級用戶可以將其與[TracAdmin trac-admin ... deploy <deploydir>]一起使用，以允許直接從Web伺服器為Trac提供靜態資源。 但是請注意，這僅適用於`<deploydir>/htdocs/common`目錄，其他已部署資源(即來自外掛程式的資源)將無法通過這種方式使用，並且Web伺服器中將需要額外重寫規則。

source: Location of the jQuery !JavaScript library (version 1.7.2). An empty value loads jQuery from the copy bundled with Trac. Alternatively, jQuery could be loaded from a CDN, for example: http://code.jquery.com/jquery-1.7.2.min.js, http://ajax.aspnetcdn.com/ajax/jQuery/jquery-1.7.2.min.js or https://ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js. (''since 1.0'')
fr: Emplacement de la bibliothèque !JavaScript jQuery (version 1.7.2). Une valeur vide charge jQuery à partir de la copie embarquée avec Trac. Autrement, jQuery peut être téléchargé à partir d'un CDN, par exemple : http://code.jquery.com/jquery-1.7.2.min.js, http://ajax.aspnetcdn.com/ajax/jQuery/jquery-1.7.2.min.js ou https://ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js. (''depuis 1.0'')
ja: jQuery !JavaScript ライブラリ (バージョン 1.7.2) の URL を指定します。 空の値を指定すると、Trac にバンドルしているコピーを使って jQuery をロードします。 もしくは、jQuery を CDN からロードすることができます。例えば [http://code.jquery.com/jquery-1.7.2.min.js]、[http://ajax.aspnetcdn.com/ajax/jQuery/jquery-1.7.2.min.js] または [https://ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js] を指定します。 (''1.0 以降'')
ko: jQuery !JavaScript 라이브러리의 경로입니다 (1.7.2 버전). 빈 값을 지정하면 Trac에 동봉된 jQuery 파일을 사용합니다. 또한, jQuery는 CDN에서 로드될 수도 있습니다. 다음은 예제 주소입니다: http://code.jquery.com/jquery-1.7.2.min.js, http://ajax.aspnetcdn.com/ajax/jQuery/jquery-1.7.2.min.js, https://ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js. (''1.0 버전부터'')
zh_tw: jQuery JavaScript函式庫(版本 %(version)s)的位置。 空值時將從與Trac捆綁在一起的副本中加載jQuery。 或者，可以從CDN加載jQuery，例如：http://code.jquery.com/jquery-1.7.2.min.js, http://ajax.aspnetcdn.com/ajax/jQuery/jquery-1.7.2.min.js 或 https://ajax.googleapis.com/ajax/libs/jquery/1.7.2/jquery.min.js. (''從 1.0'')

source: Location of the jQuery UI !JavaScript library (version 1.8.21). An empty value loads jQuery UI from the copy bundled with Trac. Alternatively, jQuery UI could be loaded from a CDN, for example: https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/jquery-ui.min.js or http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/jquery-ui.min.js. (''since 1.0'')
fr: Emplacement de la bibliothèque !JavaScript jQuery UI (version 1.8.21). Une valeur vide charge jQuery UI à partir de la copie embarquée avec Trac. Autrement, jQuery UI peut être téléchargé à partir d'un CDN, par exemple : https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/jquery-ui.min.js ou http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/jquery-ui.min.js. (''depuis 1.0'')
ja: jQuery UI !JavaScript ライブラリ (バージョン 1.8.21) の URL を指定します。 空の値を指定すると、Trac にバンドルしているコピーを使って jQuery UI をロードします。 もしくは、jQuery UI を CDN からロードすることができます。例えば [https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/jquery-ui.min.js] または [http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/jquery-ui.min.js] を指定します。 (''1.0 以降'')
ko: jQuery UI !JavaScript 라이브러리의 경로입니다 (1.8.21 버전). 빈 값을 지정하면 Trac에 동봉된 jQuery UI 파일을 사용합니다. 또한, jQuery UI는 CDN에서 로드될 수도 있습니다. 다음은 예제 주소입니다: https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/jquery-ui.min.js, http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/jquery-ui.min.js. (''1.0 버전부터'')
zh_tw: jQuery UI JavaScript函式庫(版本 %(version)s)的位置。 空值時將從與Trac捆綁在一起的副本中加載jQuery UI。 或者，可以從CDN加載jQuery UI，例如：https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/jquery-ui.min.js 或 http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/jquery-ui.min.js. (''從 1.0'')

source: Location of the theme to be used with the jQuery UI !JavaScript library (version 1.8.21). An empty value loads the custom Trac jQuery UI theme from the copy bundled with Trac. Alternatively, a jQuery UI theme could be loaded from a CDN, for example: https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/themes/start/jquery-ui.css or http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/themes/start/jquery-ui.css. (''since 1.0'')
fr: Emplacement du thème à utiliser avec la bibliothèque !JavaScript jQuery (version 1.8.21). Une valeur vide charge le thème personnalisé jQuery UI à partir de la copie embarquée avec Trac. Autrement, un thème jQuery UI peut être téléchargé à partir d'un CDN, par exemple : https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/themes/start/jquery-ui.css ou http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/themes/start/jquery-ui.css. (''depuis 1.0'')
ja: jQuery UI !JavaScript ライブラリ (バージョン 1.8.21) で使用するテーマの URL を指定します。 空の値を指定すると、Trac にバンドルしているコピーからカスタムの Trac jQuery UI テーマをロードします。 もしくは、jQuery UI テーマを CDN からロードすることができます。例えば [https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/themes/start/jquery-ui.css] または [http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/themes/start/jquery-ui.css] を指定します。 (''1.0 以降'')
ko: jQuery UI !JavaScript 라이브러리에서 사용되는 테마 파일의 경로입니다 (1.8.21 버전). 빈 값을 지정하면 Trac에 동봉된 Trac 사용자 정의 jQuery UI 테마를 사용합니다. 또한, jQuery UI 테마는 CDN에서 로드될 수도 있습니다. 다음은 예제 주소입니다: https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/themes/start/jquery-ui.css, http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/themes/start/jquery-ui.css. (''1.0 버전부터'')
zh_tw: jQuery UI JavaScript函式庫(版本 %(version)s)要使用主題的位置。 空值時將從與Trac捆綁在一起的副本中加載jQuery UI主題。 或者，可以從CDN加載jQuery UI主題，例如：https://ajax.googleapis.com/ajax/libs/jqueryui/1.8.21/themes/start/jquery-ui.css 或 http://ajax.aspnetcdn.com/ajax/jquery.ui/1.8.21/themes/start/jquery-ui.css. (''從 1.0'')

source: Order of the items to display in the `metanav` navigation bar, listed by IDs. See also TracNavigation.
fr: Ordre des éléments à afficher dans la barre de navigation `metanav`, listés par IDs. Voir aussi TracNavigation.
he: סדר הצגת הפריטים בסרגל הניווט `metanav`, עפ"י מזהים. ראה גם TracNavigation.
ja: `metanav` ナビゲーションバーに表示する項目の順番を ID で指定します。TracNavigation も参照してください。
ko: `metanav` 탐색 막대에 항목을 표시하는 순서이며, ID로 나열합니다. [[TracNavigation]]을 참고하십시오.
zh_tw: 顯示在`metanav`導航欄中的項目順序(按ID列出)。 另請參見 TracNavigation。

source: Order of the items to display in the `mainnav` navigation bar, listed by IDs. See also TracNavigation.
fr: Ordre des éléments à afficher dans la barre de navigation `mainnav`, listés par IDs. Voir aussi TracNavigation.
ja: `mainnav` ナビゲーションバーに表示する項目の順番を ID で指定します。TracNavigation も参照してください。
ko: `mainnav` 탐색 막대에 항목을 표시하는 순서이며, ID로 나열합니다. [[TracNavigation]]을 참고하십시오.
zh_tw: 顯示在`mainnav`導航欄中的項目順序(按ID列出)。 另請參見 TracNavigation。

source: URL to link to, from the header logo.
fr: URL à relier, à partir du logo d'en-tête.
he: כתובת URL לקישור מלוגו הכותרת העליונה.
ja: ヘッダロゴからリンクする URL を指定します。
ko: 헤더 로고에서 링크 할 URL입니다.
zh_tw: 頁首標誌連結到的網址。

source: URL of the image to use as header logo. It can be absolute, server relative or relative. If relative, it is relative to one of the `/chrome` locations: `site/your-logo.png` if `your-logo.png` is located in the `htdocs` folder within your TracEnvironment; `common/your-logo.png` if `your-logo.png` is located in the folder mapped to the [#trac-section htdocs_location] URL. Only specifying `your-logo.png` is equivalent to the latter.
fr: URL de l'image à utiliser comme logo d'en-tête. Elle peut être absolue, relative au serveur ou bien relative. Si relative, elle est relative par rapport à un des emplacements `/chrome` : `site/your-logo.png` si `your-logo.png` est situé dans le répertoire `htdocs` de votre TracEnvironment ; `common/your-logo.png` si `your-logo.png` est situé dans le dossier correspondant à l'URL [#trac-section htdocs_location]. Spécifier seulement `your-logo.png` est équivalent à ce dernier cas.
ja: ヘッダロゴに使う画像の URL を指定します。これには完全 URL、サーバ相対 URL、または、相対 URL が指定できます。 相対 URL の場合、`/chrome` URL 配下に対するものとなります。`site/your-logo.png` にすると、環境中にある `htdocs` フォルダにある `your-logo.png` を指します。`common/your-logo.png` にすると、[#trac-section htdocs_location] URL に対応したフォルダにある `your-logo.png` を指します。単に `your-logo.png` を指定した場合は、後者と同じになります。
ko: 헤더 로고 이미지로 사용할 파일의 URL입니다. 절대 경로이거나 서버 상대 경로, 상대 경로로 지정할 수 있습니다. 상대 경로일 경우, `/chrome` 위치를 기준으로 합니다: `your-logo.png` 파일이 [TracEnvironment Trac 저장소]의 `htdocs` 폴더 안에 있을 경우 `site/your-logo.png`가 되며, 파일이 [TracIni#trac-section htdocs_location] URL에 매핑된 폴더 안에 있을 경우 `common/your-logo.png`이 됩니다. `your-logo.png`로만 지정하는 것은 후자와 동일합니다.
zh_tw: 頁首標誌圖檔的網址。 它可以是絕對的，伺服器相對的或相對的。 如果是相對的，則相對於`/chrome`位置之一: `site/your-logo.png`(如果`your-logo.png`位於 TracEnvironment 的`htdocs`文件夾中)； `common/your-logo.png`(如果`your-logo.png`位於映射到[#trac-section htdocs_location] URL的文件夾中)。 僅指定`your-logo.png`等同於後者。

source: Alternative text for the header logo.
fr: Texte alternatif pour le logo d'en-tête.
he: טקסט אלטרנטיבי עבור לוגו הכותרת העליונה.
ja: ヘッダロゴ画像の代替テキストを指定します。
ko: 헤더 로고의 대체 텍스트입니다.
zh_tw: 頁首 Logo 描述文字

source: Width of the header logo image in pixels.
fr: Largeur de l'image du logo d'en-tête en pixels.
he: רוחב של תמונת לוגו הכותרת העליונה בפיקסלים.
ja: ヘッダロゴ画像の幅をピクセル単位で指定します。
ko: 헤더 로고 이미지의 픽셀 너비입니다.
zh_tw: 頁首 Logo 圖檔寬度(單位: pixel)

source: Height of the header logo image in pixels.
fr: Hauteur de l'image du logo d'en-tête en pixels.
he: גובה של תמונת לוגו הכותרת העליונה בפיקסלים.
ja: ヘッダロゴ画像の高さをピクセル単位で指定します。
ko: 헤더 로고 이미지의 픽셀 높이입니다.
zh_tw: 頁首 Logo 圖檔高度(單位: pixel)

source: Show email addresses instead of usernames. If false, email addresses are obfuscated for users that don't have EMAIL_VIEW permission. (''since 0.11'')
ja: ユーザ名の代わりにメールアドレスを表示するかどうかを指定します。false の場合、EMAIL_VIEW 権限を持たないユーザにはメールアドレスを表示しないようになります。(''0.11 以降'')
zh_tw: 顯示電子郵件地址而不是用戶名。 如果為false，則電子郵件地址被隱藏對於那些沒有EMAIL_VIEW權限的用戶。(''從 0.11'')

source: Never obfuscate `mailto:` links explicitly written in the wiki, even if `show_email_addresses` is false or the user doesn't have EMAIL_VIEW permission (''since 0.11.6'').
ja: `show_email_addresses` が false、または、EMAIL_VIEW 権限がない場合でも、Wiki 中に明示的に記述してある `mailto:` リンクを隠さないようにするかどうかを指定します。(''0.11.6 以降'')
zh_tw: 永遠不要隱藏在Wiki中明確編寫的`mailto:`連結，即使在`show_email_addresses`為false或是用戶沒有EMAIL_VIEW權限的情況(''從 0.11.6'')。

source: Show IP addresses for resource edits (e.g. wiki). Since 1.0.5 this option is deprecated and will be removed in 1.3.1. (''since 0.11.3'')
ja: リソース編集時の IP アドレスを表示するかどうかを指定します (例えば Wiki)。 1.0.5 でこのオプションは非推奨となり 1.3.1 で削除予定です。(''0.11.3 以降'')
zh_tw: 顯示用於資源(例如:Wiki)編輯的IP地址。 從1.0.5版開始，此選項已棄用，並將在1.3.1版中刪除。(''從 0.11.3'')

source: Make `<textarea>` fields resizable. Requires !JavaScript. (''since 0.12'')
fr: Rends les champs `<textarea>` redimensionnable. Nécessite !JavaScript. (''depuis 0.12'')
he: הפוך שדות `<textarea>` לשדות בגודל משתנה. דורש !JavaScript. (''מאז 0.12'')
ja: `<textarea>` フィールドをリサイズできるようにするかどうかを指定します。!JavaScript が必要になります。 (''0.12 以降'')
ko: `<textarea>` 필드의 크기를 조정 가능하게 합니다. !JavaScript가 필요합니다. (''0.12 버전부터'')
zh_tw: 使`<textarea>`區域可調整大小。需要!JavaScript。 (''從 0.12'')

source: Add a simple toolbar on top of Wiki <textarea>s. (''since 1.0.2'')
ja: Wiki <textarea> の上部にシンプルなツールバーを追加するかを指定します。(''1.0.2 以降'')
zh_tw: 在`<textarea>`區域的頂部添加一個簡單的工具欄。 (''從 1.0.2'')

source: Inactivity timeout in seconds after which the automatic wiki preview triggers an update. This option can contain floating-point values. The lower the setting, the more requests will be made to the server. Set this to 0 to disable automatic preview. The default is 2.0 seconds. (''since 0.12'')
fr: Période d'inactivité après laquelle la prévisualisation automatique du wiki déclenche une mise à jour. Cette option peut contenir des nombres en virgule flottante. Plus la valeur est faible, plus il y aura de requêtes envoyées au serveur. Positionner cette valeur à 0 pour désactiver la pré-visualisation automatique. La valeur par défaut est 2,0 secondes. (''depuis 0.12'')
he: זמן חוסר פעילות בשניות, לאחריו יופעל עדכון אוטומאטי של תצוגה מקדימה של הויקי. אופציה זו יכולה להכיל מספרים עשרוניים. ככל שהמספר נמוך יותר, כך יבוצעו יותר בקשות לשרת. יש לקבוע ערך זה ל-0 ע"מ למנוע תצוגה מקדימה לחלוטין. ערך ברירת המחדל הוא 2.0 שניות. (''מאז 0.12'')
ja: 操作のないときに実行する Wiki プレビューの自動更新の時間を秒で指定します。この設定には浮動小数点を指定できます。値を小さくするとサーバが大量のリクエストを処理することになります。0を指定すると自動プレビューを無効にします。デフォルトは2.0秒です。(''0.12 以降'')
ko: 위키 자동 미리보기 화면이 갱신될 때까지의 비활동 대기 시간을 초로 지정합니다. 이 설정에는 실수값을 입력할 수 있습니다. 값이 낮을수록, 서버에 더 많은 요청이 이루어집니다. 0으로 설정하면 자동 미리보기 기능을 비활성화 합니다. 기본값은 2.0 초입니다. (''0.12 버전부터'')
zh_tw: 靜止超時時間(以秒為單位)，在此之後，Wiki預覽將自動觸發更新。 此選項可以包含浮點值。 設置越低，向伺服器發出的請求越多。 將此設置為0可禁用自動預覽。 預設值是2秒。(''從 0.12'')

source: The date information format. Valid options are 'relative' for displaying relative format and 'absolute' for displaying absolute format. (''since 1.0'')
fr: Le format d'information de date. Les options valides sont 'relative' pour afficher un format relative et 'absolute' pour afficher un format absolus. (''depuis 1.0'')
ja: 日付情報の書式を指定します。有効な設定は相対書式で表示する 'relative' と絶対書式で表示する 'absolute' です。(''1.0 以降'')
ko: 날짜 정보의 형식입니다. 'relative'로 설정하면 상대 형식으로, 'absolute'로 설정하면 절대 형식으로 표시합니다. (''1.0 버전부터'')
zh_tw: 日期信息格式。 有效選項是用於顯示相對格式的'relative'和用於顯示絕對格式的'absolute'。(''從 1.0'')

source: If enabled, send contents as chunked encoding in HTTP/1.1. Otherwise, send contents with `Content-Length` header after entire of the contents are rendered. (''since 1.0.6'')
ja: 有効の場合、HTTP/1.1 の chunked エンコーディングでコンテンツを送信します。そうでない場合には、コンテンツの全体を描画してから `Content-Length` ヘッダ付きでコンテンツを送信します。(''1.0.6 以降'')
zh_tw: 如果啟用，則以HTTP/1.1中的分塊編碼形式發送內容。 否則，在渲染完所有內容後，發送帶有`Content-Length`標頭的內容。(''從 1.0.6'')

source: Ordered list of filters to apply to all requests (''since 0.10'').
fr: Liste ordonnée de filtres à appliquer à toutes les requêtes (''depuis 0.10'')
he: רשימה סדורה של פילטרים להחלה על כל הבקשות (''מאז 0.10'').
ja: リクエストに適用するフィルタを順番に指定します。 (''0.10 以降'')
ko: 모든 요청에 적용될 필터를 순서대로 나열한 목록입니다 (''0.10 버전부터'').
zh_tw: 過濾器的有序列表，使用在所有請求上。 (''從 0.10'').

source: Name of the component that handles requests to the base URL. Options include `TimelineModule`, `RoadmapModule`, `BrowserModule`, `QueryModule`, `ReportModule`, `TicketModule` and `WikiModule`. The default is `WikiModule`. (''since 0.9'')
fr: Nom du composant qui gère les requêtes vers l'URL de base. Les options possibles sont `TimelineModule`, `RoadmapModule`, `BrowserModule`, `QueryModule`, `ReportModule`, `TicketModule` et `WikiModule`. La valeur par défaut est `WikiModule`. (''depuis 0.9'')
ja: ベース URL へのリクエストを処理するコンポーネントの名前を指定します。 選択肢には `TimelineModule`、`RoadmapModule`、`BrowserModule`、`QueryModule`、`ReportModule`、`TicketModule`、`WikiModule` があり、デフォルトは `WikiModule` です。(''0.9 以降'')
ko: 기본 URL에 대한 요청을 처리하는 컴포넌트의 이름입니다. 설정값은 `TimelineModule`, `RoadmapModule`, `BrowserModule`, `QueryModule`, `ReportModule`, `TicketModule`, `WikiModule`을 포함합니다. 기본값은 `WikiModule`입니다. (''0.9 버전부터'')
zh_tw: 處理基本URL請求的組件名稱。 選項包括`TimelineModule`，`RoadmapModule`，`BrowserModule`，`QueryModule`，`ReportModule`，`TicketModule`和`WikiModule`。 預設值是`WikiModule`。(''從 0.9'')

source: The default timezone to use
fr: Le fuseau horaire par défaut à utiliser
he: ערך ברירת מחדל עבור איזור-זמן
ja: デフォルトで使うタイムゾーンを指定します。
ko: 기본 시간대입니다.
zh_tw: 預設時區

source: The preferred language to use if no user preference has been set. (''since 0.12.1'')
fr: La langue préférée à utiliser si l'utilisateur n'a pas enregistré de préférence. (''depuis 0.12.1'')
ja: 個人設定がない場合に使う言語を指定します。(''0.12.1 以降'')
ko: 사용자 설정이 없을 때 사용할 기본 언어입니다. (''0.12.1 버전부터'')
zh_tw: 如果沒有設置用戶偏好, 首選的語言。(''從 0.12.1'')

source: The date format. Valid options are 'iso8601' for selecting ISO 8601 format, or leave it empty which means the default date format will be inferred from the browser's default language. (''since 1.0'')
fr: Le format de date. Les options valides sont 'iso8601' pour sélectionner le format ISO 8601, ou bien laisser vider pour signifier le format de date par défaut qui sera déduit du language par défaut du navigateur. (''depuis 1.0'')
ja: 日付書式を指定します。有効な設定は ISO 8601 形式になる 'iso8601' で、空のままにするとブラウザの言語設定に基づいたデフォルト日付書式となります。(''1.0 以降'')
ko: 날짜 형식입니다. ISO 8601 형식을 선택하려면 'iso8601'로 설정하고, 빈 값으로 두면 웹 브라우저의 기본 언어 설정으로부터 유추된 기본 날짜 형식을 사용합니다.
zh_tw: 日期格式。 有效選項為'iso8601'，用於選擇ISO 8601格式，或將其保留為空，這意味著將從瀏覽器的預設語言中推斷出預設的日期格式。(''從 1.0'')

source: When true, send a `X-Sendfile` header and no content when sending files from the filesystem, so that the web server handles the content. This requires a web server that knows how to handle such a header, like Apache with `mod_xsendfile` or lighttpd. (''since 1.0'')
fr: Si vrai, envoie un en-tête `X-Sendfile` et pas de contenu lors de l'envoi de fichiers à partir du système de fichiers, de telle façon que le serveur web s'occupe du contenu. Cela requiert un serveur web qui sait comment s'occuper d'un en-tête tel que celui là, comme Apache avec mod_xsendfile` ou lighttpd. (''depuis 1.0'')
ja: true の場合、Web サーバがファイルの中身を処理できるように、ファイル送信時に `X-Sendfile` ヘッダを送信し中身を送信しません。Apache の `mod_xsendfile` や lighttpd のように、このようなヘッダを処理できるようにする必要があります。(''1.0 以降'')
ko: 참일 경우, 웹서버가 내용을 처리할 수 있도록 파일 시스템의 파일을 전송할 때 `X-Sendfile` 헤더를 보내고 내용은 보내지 않습니다. 이 기능을 위해서는 `mod_xsendfile`이 설치된 Apache나 lighttpd와 같이 그러한 헤더를 처리할 수 있는 웹 서버가 필요합니다. (''1.0 버전부터'')
zh_tw: 為true時，從檔案系統發送檔案時發送`X-Sendfile`標頭，不發送任何內容，以便Web伺服器處理內容。 這需要一個知道如何處理此類標頭的Web伺服器，例如Apache的`mod_xsendfile`或lighttpd。(''從 1.0'')

source: The header to use if `use_xsendfile` is enabled. If Nginx is used, set `X-Accel-Redirect`. (''since 1.0.6'')
ja: `use_xsendfile` が有効の場合に使用するヘッダを指定します。Nginx を使用している場合には、`X-Accel-Redirect` を設定してください。(''1.0.6 以降'')
zh_tw: 如果啟用`use_xsendfile`，則使用的標頭。 如果使用Nginx，請設置`X-Accel-Redirect`。(''從 1.0.6'')

source: Enable/disable highlighting CamelCase links to missing pages (''since 0.9'').
fr: Active/désactive la mise en surbrillance des liens CamelCase vers des pages manquantes (''depuis 0.9'').
he: הפעלה/כיבוי של הדגשת קישורי CamelCase לעמודים חסרים (''מאז 0.9'').
ja: 存在しないページを指す CamelCase リンクをハイライトするかどうかを指定します。 (''0.9 以降'')
ko: CamelCase 자동 링크의 대상이 존재하지 않는 페이지일 때, 강조 표시할 지 여부입니다 (''0.9 버전부터'').
zh_tw: 啟用/禁用 CamelCase 連結不指向缺少頁面的功能。 (''從 0.9'').

source: Enable/disable splitting the WikiPageNames with space characters (''since 0.10'').
fr: Active/désactive le découpage des WikiPageNames avec des caractères espace (''depuis 0.10'')
he: הפעלה/כיבוי של פיצול WikiPageNames עם תו רווח (''מאז 0.10'').
ja: WikiPageNames を空白文字で分割するかどうかを指定します。(''0.10 以降'')
ko: CamelCase 형식의 [WikiPageNames 위키 페이지 이름] 단어 사이에 띄어쓰기를 삽입할 지 여부입니다 (''0.10 버전부터'').
zh_tw: 啟用/禁用以空格字元拆分 WikiPageNames 的功能。 (''從 0.10'').

source: Enable/disable the use of unsafe HTML tags such as `<script>` or `<embed>` with the HTML [wiki:WikiProcessors WikiProcessor] (''since 0.10.4''). For public sites where anonymous users can edit the wiki it is recommended to leave this option disabled (which is the default).
fr: Active/désactive l'utilisation de balises HTML non sûres comme `<script>` ou `<embed>` avec le [wiki:WikiProcessors WikiProcessor] HTML (''depuis 0.10.4''). Pour les sites publiques où les utilisateurs anonymes peuvent éditer le wiki, il est recommandé de laisser cette option désactivée (cas par défaut).
he: הפעלה/כיבוי של שימוש בתגי HTML לא בטוחים, כגון `<script>` או `<embed>` באמצעות ה[wiki:WikiProcessors WikiProcessor] של HTML (''מאז 0.10.4''). עבור אתרים פומביים בהם משתמשים אנונימיים יכולים לערוך את הויקי מומלץ להשאיר את האפשרות הזאת כבויה (ברירת המחדל).
ja: 危険性のある `<script>` や `<embed>` のような HTML タグを HTML [wiki:WikiProcessors WikiProcessor] で有効にするかどうかを指定します。(''0.10.4 以降'') 匿名ユーザが Wiki を編集できるような公開サイトでは、このオプションは無効のまま (デフォルト) にしておくことを推奨します。
ko: HTML [wiki:WikiProcessors 위키 프로세서]에서 `<script>`나 `<embed>`와 같은 안전하지 않은 HTML 태그를 사용하는 것을 활성화/비활성화 합니다 (''0.10.4 버전부터''). 익명의 사용자가 위키 페이지를 편집할 수 있는 공개 사이트에서는, 이 설정을 비활성화 하는 것을 권장합니다 (기본값).
zh_tw: 啟用/禁用HTML [wiki:WikiProcessors WikiProcessor]使用不安全的HTML標籤，例如:`<script>`或`<embed>`。 (''從 0.10.4''). 對於匿名用戶可以編輯Wiki的公開網站，建議禁用此選項。
