Repository: edgewall/trac
Catalog: trac/locale/*/LC_MESSAGES/tracini.po
Languages: fr, he, ja, ko, zh_tw

source: A Genshi text template snippet used to get the notification subject. By default, the subject template is `$prefix #$ticket.id: $summary`. `$prefix` being the value of the `smtp_subject_prefix` option. ''(since 0.11)''
fr: Un extrait de template texte Genshi utilisé pour avoir le sujet de la notification. Par défaut, le template de sujet est `$prefix #$ticket.id: $summary`. `$prefix` étant la valeur de l'option `smtp_subject_prefix`. ''(depuis 0.11)''
he: קטע תבנית טקסט של Genshi המשמש למשיכת נושא ההתראה. ברירת המחדל היא לתבנית נושא `$prefix #$ticket.id: $summary`. `$prefix` הוא הערך של האופציה `smtp_subject_prefix`. ''(מאז 0.11)''
ja: 通知メールの件名を生成するのに使う Genshi テキストテンプレートを指定します。 デフォルトでは、件名のテンプレートは `$prefix #$ticket.id: $summary` です。 `$prefix` は `smtp_subject_prefix` の設定値になります。 ''(0.11 以降)''
ko: 알림 제목을 위해 사용되는 Genshi 텍스트 템플릿입니다. 제목 템플릿의 기본값은 `$prefix #$ticket.id: $summary`입니다. `$prefix`는 `smtp_subject_prefix` 설정의 값입니다. (''0.11 버전부터'')
zh_tw: 用於獲取通知主題的Genshi文字模板代碼段。 預設情況下，主題模板為`$prefix #$ticket.id: $summary`。 `$prefix`是`smtp_subject_prefix`選項的值。 ''(從 0.11)''

source: Like ticket_subject_template but for batch modifications. By default, the template is `$prefix Batch modify: $tickets_descr`. ''(since 1.0)''
fr: Comme ticket_subject_template mais pour les modifications par lots. Par défaut, le modèle est `$prefix Batch modify: $tickets_descr`. ''(depuis 1.0)''
ja: ticket_subject_template に似ていますが一括更新用のものです。 デフォルトでは `$prefix Batch modify: $tickets_descr` になります ''(1.0 以降)''。
ko: ticket_subject_template와 유사하지만 일괄 수정을 위해 사용됩니다. 템플릿의 기본값은 `$prefix Batch modify: $tickets_descr`입니다. (''1.0 버전부터'')
zh_tw: 類似於ticket_subject_template，但用於批次處理修改。 預設情況下，模板為`$prefix Batch modify: $tickets_descr`。 (''從 1.0'')

source: Which width of ambiguous characters (e.g. 'single' or 'double') should be used in the table of notification mail. If 'single', the same width as characters in US-ASCII. This is expected by most users. If 'double', twice the width of US-ASCII characters. This is expected by CJK users. ''(since 0.12.2)''
fr: Quelle largeur doit être utilisée (e.g. 'single' ou 'double') dans la table pour les courriels de notifications. Si "single", la même largeur que les caractères dans US-ASCII. C'est ce qui est attendu par la plupart des utilisateurs. Si 'double', c'est le double de la largeur des caractères US-ASCII. C'est ce qui est attendu par les utilisateurs CJK. "(depuis 0.12.2)"
he: באיזה רוחב של תווים דו-משמעיים (למשל 'single' או 'double') יש להשתמש בטבלה של אימיילי התראה. אם 'single', אותו הרוחב כמו תווים ב-US-ASCII. זוהי ההתנהגות המצופה ע"י מרבית המשתמשים. אם 'double', רוחב כפול מ-US-ASCII. זוהי ההתנהות המצופה ע"י משתמשי CJK. (''מאז 0.12.2'')
ja: 通知メールのテーブルで使用する ambiguous 文字の幅 ('single' または 'double') を指定します。 'single' の場合、US-ASCII 文字と同じ幅となります。これは大部分のユーザが期待するものです。'double' の場合、US-ASCII 文字の倍の幅になります。これは CJK ユーザが期待するものです。 ''(0.12.2 以降)''
ko: 알림 메일의 표에서 모호한 문자들에 대해 어떤 너비(예: 'single' 또는 'double')를 사용할 지를 지정합니다. 'single'은 US-ASCII 문자의 너비와 같으며, 대부분의 사용자에게 적용됩니다. 'double'은 US-ASCII 문자 너비의 두 배이며, 한중일 사용자에게 적용됩니다. (''0.12.2 버전부터'')
zh_tw: 通知郵件表中應使用的歧義字元(例如:'single'或'double')寬度。 如果為'single'，則寬度與US-ASCII中的字元相同。這是大多數用戶所期望的。 如果為'double'，則寬度為US-ASCII字元的兩倍。這是中日韓用戶所期望的。(從 0.12.2)

source: The default query for authenticated users. The query is either in [TracQuery#QueryLanguage query language] syntax, or a URL query string starting with `?` as used in `query:` [TracQuery#UsingTracLinks Trac links]. (''since 0.11.2'')
fr: La requête par défaut pour les utilisateurs authentifiés. Cette requête est au choix dans la syntaxe [TracQuery#QueryLanguage du langage de requête], ou bien une chaîne URL de requête commençant par `?` tel que utilisé dans `query:` [TracQuery#UsingTracLinks liens Trac]. ("depuis 0.11.2")
he: שאילתת ברירת מחדל למשתמש מאומת. השאילתא נתונה בתחביר [TracQuery#QueryLanguage שפת שאילתות], או מחרוזת שאילתת URL המתחילה ב-`?` כפי שמשמש ב-`query:` [TracQuery#UsingTracLinks Trac links]. (''מאז 0.11.2'')
ja: 認証しているユーザ向けのデフォルトのクエリを指定します。このクエリは、[TracQuery#QueryLanguage クエリ言語] シンタックス、または `query:` [TracQuery#UsingTracLinks Trac リンク]で使う `?` で始まる URL クエリ文字列のどちらかを指定します。 (''0.11.2 以降'')
ko: 인증 사용자의 기본 질의문입니다. 질의문은 [TracQuery#QueryLanguage 질의 언어] 형식이거나, `query:` [TracQuery#UsingTracLinks Trac 링크]에서 `?`로 시작하는 URL 질의 문자열입니다. (''0.11.2 버전부터'')
zh_tw: 認證用戶的預設查詢。 查詢使用[TracQuery#QueryLanguage 查詢語言]語法或是在`query:`[TracQuery#UsingTracLinks Trac連結]裡以`?`開頭的URL查詢字串。 (''從 0.11.2'')

source: The default query for anonymous users. The query is either in [TracQuery#QueryLanguage query language] syntax, or a URL query string starting with `?` as used in `query:` [TracQuery#UsingTracLinks Trac links]. (''since 0.11.2'')
fr: La requête par défaut pour les utilisateurs anonymes. Cette requête est au choix dans la syntaxe [TracQuery#QueryLanguage du langage de requête], ou bien une chaîne URL de requête commençant par `?` tel que utilisé dans `query:` [TracQuery#UsingTracLinks liens Trac]. ("depuis 0.11.2")
he: שאילתת ברירת מחדל למשתמש אנונימי. השאילתא נתונה בתחביר [TracQuery#QueryLanguage שפת שאילתות], או מחרוזת שאילתת URL המתחילה ב-`?` כפי שמשמש ב-`query:` [TracQuery#UsingTracLinks Trac links]. (''מאז 0.11.2'')
ja: 匿名ユーザ向けのデフォルトのクエリを指定します。このクエリは、[TracQuery#QueryLanguage クエリ言語] シンタックス、または `query:` [TracQuery#UsingTracLinks Trac リンク]で使う `?` で始まる URL クエリ文字列のどちらかを指定します。 (''0.11.2 以降'')
ko: 익명 사용자의 기본 질의문입니다. 질의문은 [TracQuery#QueryLanguage 질의 언어] 형식이거나, `query:` [TracQuery#UsingTracLinks Trac 링크]에서 `?`로 시작하는 URL 질의 문자열입니다. (''0.11.2 버전부터'')
zh_tw: 匿名用戶的預設查詢。 查詢使用[TracQuery#QueryLanguage 查詢語言]語法或是在`query:`[TracQuery#UsingTracLinks Trac連結]裡以`?`開頭的URL查詢字串。 (''從 0.11.2'')

source: Number of tickets displayed per page in ticket queries, by default (''since 0.11'')
fr: Nombre par défaut de tickets affichés par page dans les requêtes sur les tickets ("depuis 0.11)
he: מספר טיקטים המוצגים בכל עמוד בשאילתות טיקטים כברירת מחדל (''מאז 0.11'')
ja: チケットクエリで1ページあたりに表示するチケット数のデフォルトを指定します (''0.11 以降'')
ko: 티켓 검색에서, 기본적으로 페이지 당 보여 줄 티켓의 수입니다 (''0.11 버전부터'').
zh_tw: 預設情況下，待辦事項查詢中每頁顯示的數目。(''從 0.11'')

source: Number of tickets displayed per page in ticket reports, by default (''since 0.11'')
fr: Nombre par défaut de tickets affichés par page dans les rapports sur les tickets ("depuis 0.11)
he: מספר טיקטים המוצגים בכל עמוד בדו"חות טיקטים כברירת מחדל (''מאז 0.11'')
ja: チケットのレポートで1ページあたりに表示するチケット数のデフォルトを指定します (''0.11 以降'')
ko: 티켓 보고서에서, 기본적으로 페이지 당 보여 줄 티켓의 수입니다 (''0.11 버전부터'').
zh_tw: 預設情況下，待辦事項報表中每頁顯示的數目。(''從 0.11'')

source: Number of tickets displayed in the rss feeds for reports (''since 0.11'')
fr: Nombre de tickets affichés dans les flux rss pour les rapports ("depuis 0.11")
he: מספר טיקטים המוצגים בפיד-RSS של דו"חות (''מאז 0.11'')
ja: レポートの RSS フィードに表示するチケット数を指定します (''0.11 以降'')
ko: 보고서의 RSS 피드에서 표시될 티켓의 수입니다 (''0.11 버전부터'').
zh_tw: rss摘要中顯示的待辦事項數目。 (''從 0.11'')

source: As the workflow for tickets is now configurable, there can be many ticket states, and simply displaying closed tickets vs. all the others is maybe not appropriate in all cases. This section enables one to easily create ''groups'' of states that will be shown in different colors in the milestone progress bar. Note that the groups can only be based on the ticket //status//, nothing else. In particular, it's not possible to distinguish between different closed tickets based on the //resolution//. Example configuration with three groups, //closed//, //new// and //active// (the default only has closed and active): {{{ # the 'closed' group correspond to the 'closed' tickets closed = closed # .order: sequence number in the progress bar closed.order = 0 # .query_args: optional parameters for the corresponding # query. In this example, the changes from the # default are two additional columns ('created' and # 'modified'), and sorting is done on 'created'. closed.query_args = group=resolution,order=time,col=id,col=summary,col=owner,col=type,col=priority,col=component,col=severity,col=time,col=changetime # .overall_completion: indicates groups that count for overall # completion percentage closed.overall_completion = true new = new new.order = 1 new.css_class = new new.label = new # Note: one catch-all group for other statuses is allowed active = * active.order = 2 # .css_class: CSS class for this interval active.css_class = open # .label: displayed label for this group active.label = in progress }}} The definition consists in a comma-separated list of accepted status. Also, '*' means any status and could be used to associate all remaining states to one catch-all group. The CSS class can be one of: new (yellow), open (no color) or closed (green). Other styles can easily be added using custom CSS rule: `table.progress td.<class> { background: <color> }` to a [TracInterfaceCustomization#SiteAppearance site/style.css] file for example. (''since 0.11'')
fr: Maintenant que l'ordonnancement des tâches est paramétrable, il peut y avoir de nombreux états pour un ticket, et simplement afficher les tickets clos vs. tous les autres n'est peut-être pas approprié pour tous les cas. Cette section vous permet de facilement créer des ''groupes'' d'états qui seront affichés avec différentes couleurs dans la barre de progression des jalons. Notez que les groupes peuvent seulement être constitués à partir de //l'état// du ticket, et rien d'autre. En particulier, il n'est pas possible de faire la différence entre les tickets clos en se basant sur la //résolution//. Exemple de configuration avec trois groupes, //closed//, //new// et //active// (par défaut il y a seulement closed et active) : {{{ # le groupe 'closed' correspond aux tickets 'clos' closed = closed # .order: indice de séquence dans la barre de progression closed.order = 0 # .query_args: paramètres optionnels dans la requête # correspondante. Dans cet exemple, la différence avec # le comportement par défaut est deux colonnes additionnelles # ('created' and 'modified'), et le tri est effectué sur 'created'. closed.query_args = group=resolution,order=time,col=id,col=summary,col=owner,col=type,col=priority,col=component,col=severity,col=time,col=changetime # .overall_completion: indique les groupes qui comptent pour # le pourcentage de réalisation totale. closed.overall_completion = true new = new new.order = 1 new.css_class = new new.label = new # Note: un groupe fourre-tout pour tous les autres états est autorisé active = * active.order = 2 # .css_class: classe CSS class pour cet intervalle active.css_class = open # .label: étiquette affichée pour ce groupe active.label = in progress }}} La définition consiste en une liste séparée par des virgules d'états acceptés. De plus, '*' signifie n'importe quel état et peut être utilisé pour associer les états restants avec un groupe fourre-tout. La classe CSS peut être parmis : new (jaune), open (pas de couleur) ou closed (verte). D'autres styles peuvent être facilement ajoutés en utilisant des règles CSS personnalisées : `table.progress td.<class> { background: <color> }` dans un fichier [TracInterfaceCustomization#SiteAppearance site/style.css] par exemple. (''depuis 0.11'')
ja: チケットのワークフローは現在設定できるようになっているため、たくさんのチケットステータスを用意できますが、単純にクローズしているチケットとそれ以外のチケットで表示することは大抵の場合で適切ではありません。このセクションでは、マイルストーンのプログレスバーで個々の配色で表示されるようにステータスの''グループ''を作成することができます。 チケットの//ステータス//でのみグループ化し、それ以外ではグループ化できないことに注意してください。特に、クローズしているチケットを//解決方法//で分類することはできません。 3つのグループ //closed//、//new//、//active// の設定例 (デフォルトでは closed と active のみです) {{{ # 'closed' グループは 'closed' チケットに対応 closed = closed # .order: プログレスバーでの順序 closed.order = 0 # .query_args: 対応するクエリの任意のパラメータです。 # この例では2つの列 ('作成' と '変更') を追加し # '作成' でソートするようにデフォルトを変更しています。 closed.query_args = group=resolution,order=time,col=id,col=summary,col=owner,col=type,col=priority,col=component,col=severity,col=time,col=changetime # .overall_completion: 完了として割合を計算するグループを示します closed.overall_completion = true new = new new.order = 1 new.css_class = new new.label = 新規 # ※ このグループは他のステータスをひとまとめにする active = * active.order = 2 # .css_class: この区間に対する CSS クラス active.css_class = open # .label: このグループに表示するラベル active.label = in progress }}} この定義に含めるステータスをカンマ区切りで指定します。また、'*' は任意のステータスを意味し、残りのすべてのステータスを1つのグループに関連付けるのに使用することができます。 CSS クラスは new (黄色)、open (無色)、closed (緑色) のいずれかにできます。それ以外のスタイルはカスタム CSS ルールを使って簡単に追加できます。例えば `table.progress td.<class> { background: <color> }` を [TracInterfaceCustomization#SiteAppearance site/style.css] ファイルに追加します。 (''0.11 以降'')
ko: 티켓의 작업 흐름을 이제 설정할 수 있기 때문에, 티켓의 상태도 여러가지가 될 수 있습니다. 따라서 닫힌 티켓과 나머지들로 보여주는 것은 경우에 따라 적절하지 않을 수 있습니다. 이 구역에서는 마일스톤 진행 막대에서 다른 색상으로 보여 줄 상태들의 ''그룹''을 정의할 수 있습니다. 티켓의 //상태//로만 그룹지을 수 있다는 점에 주의하십시오. 예를 들어, 닫힌 티켓들을 //해결 방법//에 따라 그룹 구분할 수는 없습니다. 다음은 //closed//, //new//, //active//의 세 가지 그룹이 있는 예제 환경 설정입니다 (기본값은 closed와 active 그룹만 있음): {{{ # 'closed' 그룹은 닫힌 티켓에 대응됨 closed = closed # .order: 진행 막대에서의 순서 번호 closed.order = 0 # .query_args: 관련된 질의에 대한 선택적인 인수들입니다. # 이 예제에서는 두 개의 열('created'와 'modified')을 추가로 표시하고, # 정렬 기준이 'created'라는 점이 기본값과 다릅니다. closed.query_args = group=resolution,order=time,col=id,col=summary,col=owner,col=type,col=priority,col=component,col=severity,col=time,col=changetime # .overall_completion: 그룹이 전체 완료율을 집계하는 데 포함됨을 나타냅니다 closed.overall_completion = true new = new new.order = 1 new.css_class = new new.label = new # 참고: 남아 있는 모든 상태들에 대한 그룹을 정의할 수 있습니다 active = * active.order = 2 # .css_class: 해당 그룹 구간을 위한 CSS 클래스 active.css_class = open # .label: 이 그룹에 대해 표시할 레이블 active.label = in progress }}} 그룹 정의 부분에는 사용 가능한 상태들의 쉼표로 구분된 목록을 입력합니다. 또한 '*'는 모든 상태를 의미하며, 남아 있는 상태들을 그 그룹과 연관짓는데 사용할 수 있습니다. CSS 클래스는 new (노랑), open (무색), closed (초록) 중의 하나입니다. 다른 스타일은 사용자 지정 CSS 규칙을 [TracInterfaceCustomization#SiteAppearance site/style.css] 파일에 추가하여 사용할 수 있습니다. 규칙의 예: `table.progress td.<class> { background: <color> }` (''0.11 버전부터'')
zh_tw: 由於待辦事項的工作流程現在是可配置的，因此可以有許多待辦事項狀態， 僅顯示關閉的待辦事項vs.其他的待辦事項可能並不適合所有情況。 此區段可以輕鬆創建狀態的''群組''，這些狀態組將在里程碑進度欄中以不同的顏色顯示。 請注意，分組只能基於待辦事項//狀態//。 特別是，不可能根據//處理結果//來區分不同的已關閉待辦事項。 具有三個組的設定範例，分別為//已關閉//，//新建的//和//活動的//(預設僅具有已關閉和活動的): {{{ # the 'closed' group correspond to the 'closed' tickets closed = closed # .order: sequence number in the progress bar closed.order = 0 # .query_args: optional parameters for the corresponding # query. In this example, the changes from the # default are two additional columns ('created' and # 'modified'), and sorting is done on 'created'. closed.query_args = group=resolution,order=time,col=id,col=summary,col=owner,col=type,col=priority,col=component,col=severity,col=time,col=changetime # .overall_completion: indicates groups that count for overall # completion percentage closed.overall_completion = true new = new new.order = 1 new.css_class = new new.label = new # Note: one catch-all group for other statuses is allowed active = * active.order = 2 # .css_class: CSS class for this interval active.css_class = open # .label: displayed label for this group active.label = in progress }}} 該定義包含以逗號分隔的可接受狀態列表。 另外，'*'表示任何狀態，可用於關聯到所有剩餘的狀態。 CSS類可以是以下之一：new(黃色)，open(無顏色)或closed(綠色)。 可以使用自定義CSS規則輕鬆添加其他樣式： 例如，`table.progress td.<class> { background: <color> }`到[TracInterfaceCustomization#SiteAppearance site/style.css]檔案。 (''從 0.11'')

source: Name of the component implementing `ITicketGroupStatsProvider`, which is used to collect statistics on groups of tickets for display in the roadmap views.
fr: Nom du composant implémentant `ITicketGroupStatsProvider`, qui est utilisé pour collecter des statistiques sur les groupes de tickets à afficher dans la vue de feuille de route.
ja: `ITicketGroupStatsProvider` を実装しているコンポーネントの名前を指定します。 これはロードマップの表示でチケットのグループごとに集計を行うのに使います。
ko: `ITicketGroupStatsProvider`를 구현하는 컴포넌트의 이름입니다. 이 컴포넌트는 로드맵 보기에 표시할 티켓 그룹에 대한 통계를 수집하는 데 사용됩니다.
zh_tw: 實現`ITicketGroupStatsProvider`的組件名稱， 該組件用於收集待辦事項群組的統計信息以顯示在開發藍圖中。

source: Name of the component implementing `ITicketGroupStatsProvider`, which is used to collect statistics on groups of tickets for display in the milestone views.
fr: Nom du composant implémentant `ITicketGroupStatsProvider`, qui est utilisé pour collecter des statistiques sur les groupes de tickets à afficher dans la vue de jalons.
ja: `ITicketGroupStatsProvider` を実装しているコンポーネントの名前を指定します。 これはマイルストーンの表示でチケットのグループごとに集計を行うのに使います。
ko: `ITicketGroupStatsProvider`를 구현하는 컴포넌트의 이름입니다. 이 컴포넌트는 마일스톤 보기에 표시할 티켓 그룹에 대한 통계를 수집하는 데 사용됩니다.
zh_tw: 實現`ITicketGroupStatsProvider`的組件名稱， 該組件用於收集待辦事項群組的統計信息以顯示在里程碑中。

source: Enable the display of all ticket changes in the timeline, not only open / close operations (''since 0.9'').
fr: Activer l'affichage de tous les changements sur le ticket dans l'historique, pas seulement les opérations d'ouverture / fermeture ("depuis 0.9")
he: אפשר הצגה של כל שינויי הטיקטים בציר הזמן, ולא רק פעולות יצירה / סגירה (''מאז 0.9'').
ja: タイムラインにチケットの登録と解決だけでなくすべてのチケットの変更を表示するかどうかを指定します。(''0.9 以降'')
ko: 열기/닫기 동작 이외에, 모든 티켓 변경 사항이 타임라인에 표시되도록 합니다 (''0.9 버전부터'').
zh_tw: 啟用時間軸上所有待辦事項更改的顯示，而不是僅顯示新建立/已解決(''從 0.9'')。

source: Maximum allowed description size in characters. (//since 0.11//).
ja: チケットの詳細の最大文字数を指定します。(//0.11 以降//)
zh_tw: 允許的最大描述大小(以字節為單位)。 (//從 0.11//).

source: Maximum allowed comment size in characters. (//since 0.11.2//).
ja: コメントの最大文字数で指定します。(//0.11.2 以降//)
zh_tw: 允許的最大留言大小(以字節為單位)。(//從 0.11.2//)。

source: Maximum allowed summary size in characters. (//since 1.0.2//).
ja: 概要の最大文字数で指定します。(//1.0.2 以降//)
zh_tw: 允許的最大摘要大小(以字節為單位)。(//從 1.0.2//)。

source: Which formatter flavor (e.g. 'html' or 'oneliner') should be used when presenting the description for new tickets. If 'oneliner', the [timeline] abbreviated_messages option applies. (''since 0.11'').
fr: Quelle sorte de format (e.g. 'html' ou 'oneliner') doit être utilisé lors de la présentation de la description pour les nouveaux tickets. Si 'oneline', l'option [timeline] abbreviated_messages s'applique. ("depuis 0.11")
he: באיזה סגנון פורמטר (למשל 'html' או 'oneliner') להשתמש בהצגת התיאור המפורט של טיקטים חדשים. אם 'oneliner', האופציה [timeline] abbreviated_messages תקפה (''מאז 0.11'').
ja: 新規登録チケットの詳細を表示する際にどのフォーマッタを使用するかを指定します (例えば 'html' や 'oneliner')。 'oneliner' の場合は、[timeline] abbreviated_messages の設定内容を適用します。 (''0.11 以降'')
ko: 새로운 티켓에 대한 설명을 보여줄 때 어떠한 포맷터 취향(예: 'html' 또는 'oneliner')이 사용되는지 지정합니다. 'oneliner'이면, [timeline]의 abbreviated_messages 설정이 적용됩니다. (''0.11 버전부터'')
zh_tw: 呈現新待辦事項描述時，應使用哪種格式化程序風格(例如:'html'或'oneliner')。 如果為'oneliner'，則使用[timeline] abbreviated_messages選項。 (''從 0.11'')。

source: Whether Wiki formatter should respect the new lines present in the Wiki text. If set to 'default', this is equivalent to 'yes' for new environments but keeps the old behavior for upgraded environments (i.e. 'no'). (''since 0.11'').
fr: Spécifie si le format Wiki doit respecter les retours à la ligne présents dans le text Wiki. Si positionné à 'défault', c'est l'équivalent de 'yes' pour les nouveaux environnements mais garde l'ancien comportement pour les environnements mis à jour (i.e. 'no'). ("depuis 0.11").
he: האם הויקי-פורמטר צריך להתחשב בשורות החדשות הנמצאות בויקי-טקסט. אם נקבע לערך 'default', זה שקול לערך 'yes' עבור סביבות חדשות אבל שומר על ההתנהגות הישנה עבור סביבות משודרגות (כלומר 'no'). (''מאז 0.11'')
ja: Wiki フォーマッタが Wiki テキスト中の改行を考慮するかどうかを指定します。 'default' を設定した場合、新規作成した環境下では 'yes' となりますが、アップグレードしてきた環境では以前の挙動のまま (つまり 'no') となります。 (''0.11 以降'')
ko: 위키 포맷터가 위키 텍스트에 있는 줄바꿈을 유지하는지 여부입니다. 'default'로 설정하면, 새로운 저장소에 대해서는 'yes'와 동일하지만 업그레이드 된 저장소에서는 이전 동작(예: 'no')을 유지합니다. (''0.11 버전부터'')
zh_tw: Wiki格式化程序是否應尊重Wiki文字中出現的換行。 如果設置為'default'，則對於新環境等效於'yes'，但對於升級後的環境則保留舊的行為(即'no')。 (''從 0.11'').

source: The base query to be used when linkifying values of ticket fields. The query is a URL query string starting with `?` as used in `query:` [TracQuery#UsingTracLinks Trac links]. (''since 0.12'')
fr: La requête par défaut à utiliser lorsque l'on lie des valeurs des champs d'un ticket. Cette requête est une chaîne URL de requête commençant par `?` tel que utilisé dans `query:` [TracQuery#UsingTracLinks liens Trac]. ("depuis 0.12")
he: שאילתת בסיס לשימוש בעת קישרור של ערכי שדות טיקטים. השאילתא היא מחרוזת שאילתת URL המתחילה ב-`?` כפי שמשמש ב-`query:` [TracQuery#UsingTracLinks Trac links]. (''מאז 0.12'')
ja: チケットの値にリンクを作成するときに使用するベースのクエリを指定します。これは `query:` [TracQuery#UsingTracLinks Trac リンク] で使う `?` で始まる URL クエリ文字列です。 (''0.12 以降'')
ko: 티켓 필드 값에 걸리는 링크에서 사용할 기본 질의문입니다. 질의문은 `query:` [TracQuery#UsingTracLinks Trac 링크]에서 `?`로 시작하는 URL 질의 문자열입니다. (''0.12 버전부터'')
zh_tw: 待辦事項欄位上自動查詢連結使用的基本查詢條件。 查詢使用在`query:`[TracQuery#UsingTracLinks Trac連結]裡以`?`開頭的URL查詢字串。 (''從 0.12'')

source: Default number of days displayed in the Timeline, in days. (''since 0.9.'')
fr: Nombre par défaut de jours affichés dans l'Historique. ("depuis 0.9")
he: ערך ברירת מחדל למספר הימים המוצגים בציר הזמן, בימים. (''מאז 0.9'')
ja: タイムラインに表示する日数のデフォルトを指定します。 (''0.9 以降'')
ko: 타임라인에서 보여 줄 날짜 수(일)입니다. (''0.9 버전부터'')
zh_tw: 時間軸中預設顯示的天數。 (''從 0.9.'')

source: Maximum number of days (-1 for unlimited) displayable in the Timeline. (''since 0.11'')
fr: Nombre de jours maximum (-1 pour illimité) affichable dans l'Historique. ("depuis 0.11")
ja: タイムラインに表示できる最大日数 (-1 は無制限) を指定します。(''0.11 以降'')
ko: 타임라인에서 보여줄 수 있는 최대 날짜 수(-1은 무제한)입니다. (''0.11 버전부터'')
zh_tw: 時間軸中可以顯示的最大天數(-1表示無限制)。 (''從 0.11'')

source: Whether wiki-formatted event messages should be truncated or not. This only affects the default rendering, and can be overriden by specific event providers, see their own documentation. (''Since 0.11'')
fr: Si les messages d'évènements formatés au format wiki doivent être tronqués ou non. Cela affecte seulement le rendu par défaut, et peut être supplanté par les fournisseurs d'évènements spécifiques, voir leur propre documentation. ("Depuis 0.11")
he: האם לקצר הודעות אירועים בפורמט-ויקי או לא. זה משפיע רק על הצגת ברירת המחדל, וניתן לעקיפה ע"י ספקי אירועים ספציפיים. יש להיוועץ בתיעוד שלהם. (''מאז 0.11'')
ja: Wiki フォーマットしたイベントメッセージを切り詰めるかどうかを指定します。 これは描画のみに有効でイベントプロバイダは無視することができます。詳細は個々のドキュメントを参照してください。 (''0.11 以降'')
ko: 위키 포맷으로 된 (긴) 이벤트 메시지가 잘려나갈 수 있는지 여부입니다. 이는 기본 렌더링에만 영향을 미치며, 특정 이벤트 제공자에 따라 달라질 수 있습니다 (해당 문서를 참고하십시오). (''0.11 버전부터'')
zh_tw: Wiki格式的事件訊息是否應被截斷。 這只會影響預設的呈現，可以由特定的事件提供者覆蓋，請參閱其各自的文檔。 (''從 0.11'')

source: Comma-separated list of allowed prefixes for repository directories when adding and editing repositories in the repository admin panel. If the list is empty, all repository directories are allowed. (''since 0.12.1'')
fr: Liste séparée par des virgules de préfixes autorisés pour les répertoires de dépôts lors de l'ajout ou l'édition de dépôts dans le tableau de bord d'administration des dépôts. Si la liste est vide, tous les répertoires de dépôts sont autorisés. ("depuis 0.12.1")
he: רשימה מופרדת ע"י פסיקים של תחיליות מותרות לתיקיות מצבורים בעת הוספה או עריכה של מצבורים בפאנל ניהול המצבורים. אם הרשימה ריקה, כל תיקיות המצבורים מותרות. (''מאז 0.12.1'')
ja: リポジトリ管理パネルで追加や変更の際に、リポジトリのディレクトリとして許可するプレフィックスをカンマ区切りで指定します。このリストが空の場合は、すべてのディレクトリを許可します。 (''0.12.1 以降'')
ko: 저장소 관리 패널에서 저장소를 추가하거나 편집할 때 저장소 디렉토리 앞에 붙을 문자열에 대한, 쉼표로 구분된 목록입니다. 목록이 비어 있으면, 모든 저장소 디렉토리가 허용됩니다. (''0.12.1 버전부터'')
zh_tw: 在儲存庫管理面板中添加和編輯儲存庫時，允許的儲存庫目錄前綴(逗號分隔列表)。 如果列表為空，則允許所有儲存庫目錄。(''從 0.12.1'')

source: One of the alternatives for registering new repositories is to populate the `[repositories]` section of the `trac.ini`. This is especially suited for setting up convenience aliases, short-lived repositories, or during the initial phases of an installation. See [TracRepositoryAdmin#ReposTracIni TracRepositoryAdmin] for details about the format adopted for this section and the rest of that page for the other alternatives. (''since 0.12'')
zh_tw: 註冊新儲存庫的替代方法之一是填充`trac.ini`的`[repositories]`區段。 這特別適合於設置便利的別名，壽命短的儲存庫或在安裝的初始階使用的儲存庫。 有關此區段採用格式的詳細信息，請參見[TracRepositoryAdmin#ReposTracIni TracRepositoryAdmin]，有關其他替代方法，請參見該頁面的其餘部分。 (''從 0.12'')
